class data {




  static List<Map<String, dynamic>> customersData =
  [
    {
      "اسمالعميل": "Gayel Klewi",
      "رقمالحساب": 585057877,
      "رقمالشقة": 533,
      "استهلاكالكهرباء": 409,
      "قيمةالفاتورة": 2045,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Eugenie Gaskamp",
      "رقمالحساب": 998128783,
      "رقمالشقة": 275,
      "استهلاكالكهرباء": 243,
      "قيمةالفاتورة": 1215,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Lori Ege",
      "رقمالحساب": 90762821,
      "رقمالشقة": 542,
      "استهلاكالكهرباء": 236,
      "قيمةالفاتورة": 1180,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Shela Tearney",
      "رقمالحساب": 243685133,
      "رقمالشقة": 526,
      "استهلاكالكهرباء": 282,
      "قيمةالفاتورة": 1410,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Phillida Smiz",
      "رقمالحساب": 917350248,
      "رقمالشقة": 318,
      "استهلاكالكهرباء": 384,
      "قيمةالفاتورة": 1920,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Nalani Amies",
      "رقمالحساب": 67300588,
      "رقمالشقة": 987,
      "استهلاكالكهرباء": 157,
      "قيمةالفاتورة": 785,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Hali Niccolls",
      "رقمالحساب": 576149131,
      "رقمالشقة": 540,
      "استهلاكالكهرباء": 198,
      "قيمةالفاتورة": 990,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Reiko Cutcliffe",
      "رقمالحساب": 631448701,
      "رقمالشقة": 503,
      "استهلاكالكهرباء": 275,
      "قيمةالفاتورة": 1375,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Obediah Thiolier",
      "رقمالحساب": 167603903,
      "رقمالشقة": 676,
      "استهلاكالكهرباء": 395,
      "قيمةالفاتورة": 1975,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Dave Quarmby",
      "رقمالحساب": 162447217,
      "رقمالشقة": 591,
      "استهلاكالكهرباء": 335,
      "قيمةالفاتورة": 1675,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Von Webburn",
      "رقمالحساب": 297692066,
      "رقمالشقة": 275,
      "استهلاكالكهرباء": 294,
      "قيمةالفاتورة": 1470,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Enrichetta Franzotto",
      "رقمالحساب": 591188954,
      "رقمالشقة": 292,
      "استهلاكالكهرباء": 440,
      "قيمةالفاتورة": 2200,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Maurizia Boynes",
      "رقمالحساب": 576500288,
      "رقمالشقة": 664,
      "استهلاكالكهرباء": 414,
      "قيمةالفاتورة": 2070,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Anson Duffyn",
      "رقمالحساب": 85874419,
      "رقمالشقة": 312,
      "استهلاكالكهرباء": 220,
      "قيمةالفاتورة": 1100,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Omar Meads",
      "رقمالحساب": 445876251,
      "رقمالشقة": 551,
      "استهلاكالكهرباء": 379,
      "قيمةالفاتورة": 1895,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Chlo Kagan",
      "رقمالحساب": 657848256,
      "رقمالشقة": 237,
      "استهلاكالكهرباء": 417,
      "قيمةالفاتورة": 2085,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Caroljean Canadine",
      "رقمالحساب": 103893803,
      "رقمالشقة": 990,
      "استهلاكالكهرباء": 394,
      "قيمةالفاتورة": 1970,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Kimbell Shanley",
      "رقمالحساب": 631002385,
      "رقمالشقة": 442,
      "استهلاكالكهرباء": 206,
      "قيمةالفاتورة": 1030,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Ryon Godar",
      "رقمالحساب": 127792740,
      "رقمالشقة": 774,
      "استهلاكالكهرباء": 474,
      "قيمةالفاتورة": 2370,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Abigael Foot",
      "رقمالحساب": 667365552,
      "رقمالشقة": 865,
      "استهلاكالكهرباء": 232,
      "قيمةالفاتورة": 1160,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Kaile World",
      "رقمالحساب": 997433341,
      "رقمالشقة": 212,
      "استهلاكالكهرباء": 292,
      "قيمةالفاتورة": 1460,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Renelle Spens",
      "رقمالحساب": 938051368,
      "رقمالشقة": 866,
      "استهلاكالكهرباء": 393,
      "قيمةالفاتورة": 1965,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Ewell Darbyshire",
      "رقمالحساب": 552577367,
      "رقمالشقة": 341,
      "استهلاكالكهرباء": 391,
      "قيمةالفاتورة": 1955,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Alphonse Marcussen",
      "رقمالحساب": 161674168,
      "رقمالشقة": 388,
      "استهلاكالكهرباء": 229,
      "قيمةالفاتورة": 1145,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Elianora De Ruel",
      "رقمالحساب": 752766731,
      "رقمالشقة": 630,
      "استهلاكالكهرباء": 417,
      "قيمةالفاتورة": 2085,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Phyllys Piesold",
      "رقمالحساب": 990686684,
      "رقمالشقة": 442,
      "استهلاكالكهرباء": 256,
      "قيمةالفاتورة": 1280,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Tova Spencock",
      "رقمالحساب": 481857908,
      "رقمالشقة": 775,
      "استهلاكالكهرباء": 384,
      "قيمةالفاتورة": 1920,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Zuzana Daleman",
      "رقمالحساب": 252307353,
      "رقمالشقة": 499,
      "استهلاكالكهرباء": 150,
      "قيمةالفاتورة": 750,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Philippine Galliard",
      "رقمالحساب": 965097559,
      "رقمالشقة": 333,
      "استهلاكالكهرباء": 189,
      "قيمةالفاتورة": 945,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Griffie Petruszka",
      "رقمالحساب": 976725623,
      "رقمالشقة": 987,
      "استهلاكالكهرباء": 489,
      "قيمةالفاتورة": 2445,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Ulick Kislingbury",
      "رقمالحساب": 82455970,
      "رقمالشقة": 246,
      "استهلاكالكهرباء": 286,
      "قيمةالفاتورة": 1430,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Riccardo Coltart",
      "رقمالحساب": 693733650,
      "رقمالشقة": 916,
      "استهلاكالكهرباء": 271,
      "قيمةالفاتورة": 1355,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Alexandr Ryott",
      "رقمالحساب": 742360803,
      "رقمالشقة": 353,
      "استهلاكالكهرباء": 445,
      "قيمةالفاتورة": 2225,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Sheeree Scullard",
      "رقمالحساب": 141957184,
      "رقمالشقة": 408,
      "استهلاكالكهرباء": 211,
      "قيمةالفاتورة": 1055,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Chicky Sher",
      "رقمالحساب": 765845777,
      "رقمالشقة": 685,
      "استهلاكالكهرباء": 335,
      "قيمةالفاتورة": 1675,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Alistair Gillopp",
      "رقمالحساب": 938479999,
      "رقمالشقة": 398,
      "استهلاكالكهرباء": 391,
      "قيمةالفاتورة": 1955,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Bellina Reddan",
      "رقمالحساب": 12085548,
      "رقمالشقة": 472,
      "استهلاكالكهرباء": 162,
      "قيمةالفاتورة": 810,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Lesley Dregan",
      "رقمالحساب": 356204394,
      "رقمالشقة": 432,
      "استهلاكالكهرباء": 383,
      "قيمةالفاتورة": 1915,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Cortney Mattersley",
      "رقمالحساب": 682921223,
      "رقمالشقة": 950,
      "استهلاكالكهرباء": 314,
      "قيمةالفاتورة": 1570,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Augusto Bray",
      "رقمالحساب": 541427678,
      "رقمالشقة": 335,
      "استهلاكالكهرباء": 477,
      "قيمةالفاتورة": 2385,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Bethanne Dowtry",
      "رقمالحساب": 54103244,
      "رقمالشقة": 660,
      "استهلاكالكهرباء": 362,
      "قيمةالفاتورة": 1810,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Jimmie Spoerl",
      "رقمالحساب": 33782597,
      "رقمالشقة": 89,
      "استهلاكالكهرباء": 362,
      "قيمةالفاتورة": 1810,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Andi Bandiera",
      "رقمالحساب": 477533098,
      "رقمالشقة": 359,
      "استهلاكالكهرباء": 174,
      "قيمةالفاتورة": 870,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Shannen Castanie",
      "رقمالحساب": 468536179,
      "رقمالشقة": 66,
      "استهلاكالكهرباء": 395,
      "قيمةالفاتورة": 1975,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Darline Gioan",
      "رقمالحساب": 311898378,
      "رقمالشقة": 306,
      "استهلاكالكهرباء": 179,
      "قيمةالفاتورة": 895,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Avie Birkbeck",
      "رقمالحساب": 940802329,
      "رقمالشقة": 220,
      "استهلاكالكهرباء": 204,
      "قيمةالفاتورة": 1020,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Dedra Firpi",
      "رقمالحساب": 924310223,
      "رقمالشقة": 963,
      "استهلاكالكهرباء": 407,
      "قيمةالفاتورة": 2035,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Raddy Yuranovev",
      "رقمالحساب": 759164466,
      "رقمالشقة": 206,
      "استهلاكالكهرباء": 457,
      "قيمةالفاتورة": 2285,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Coraline Skynner",
      "رقمالحساب": 181116445,
      "رقمالشقة": 656,
      "استهلاكالكهرباء": 407,
      "قيمةالفاتورة": 2035,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Randal Brassington",
      "رقمالحساب": 946590314,
      "رقمالشقة": 888,
      "استهلاكالكهرباء": 492,
      "قيمةالفاتورة": 2460,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Gustav Fehely",
      "رقمالحساب": 590606095,
      "رقمالشقة": 268,
      "استهلاكالكهرباء": 224,
      "قيمةالفاتورة": 1120,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Marcelline Chaddock",
      "رقمالحساب": 678616310,
      "رقمالشقة": 59,
      "استهلاكالكهرباء": 357,
      "قيمةالفاتورة": 1785,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Alick Yakobowitch",
      "رقمالحساب": 85704820,
      "رقمالشقة": 57,
      "استهلاكالكهرباء": 444,
      "قيمةالفاتورة": 2220,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Ramon Rawsthorne",
      "رقمالحساب": 860765474,
      "رقمالشقة": 490,
      "استهلاكالكهرباء": 335,
      "قيمةالفاتورة": 1675,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Leslie Mooreed",
      "رقمالحساب": 957462948,
      "رقمالشقة": 145,
      "استهلاكالكهرباء": 485,
      "قيمةالفاتورة": 2425,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Des Gibke",
      "رقمالحساب": 784987438,
      "رقمالشقة": 697,
      "استهلاكالكهرباء": 250,
      "قيمةالفاتورة": 1250,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Darby Bewlie",
      "رقمالحساب": 255990228,
      "رقمالشقة": 56,
      "استهلاكالكهرباء": 183,
      "قيمةالفاتورة": 915,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Kristy Streetfield",
      "رقمالحساب": 13261371,
      "رقمالشقة": 931,
      "استهلاكالكهرباء": 488,
      "قيمةالفاتورة": 2440,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Teodora McGee",
      "رقمالحساب": 583568162,
      "رقمالشقة": 721,
      "استهلاكالكهرباء": 406,
      "قيمةالفاتورة": 2030,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Doy Cranston",
      "رقمالحساب": 773359272,
      "رقمالشقة": 700,
      "استهلاكالكهرباء": 206,
      "قيمةالفاتورة": 1030,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Simone MacCarter",
      "رقمالحساب": 443576438,
      "رقمالشقة": 159,
      "استهلاكالكهرباء": 498,
      "قيمةالفاتورة": 2490,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Dode Maitland",
      "رقمالحساب": 658729015,
      "رقمالشقة": 527,
      "استهلاكالكهرباء": 287,
      "قيمةالفاتورة": 1435,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Bernadina Amor",
      "رقمالحساب": 831408840,
      "رقمالشقة": 681,
      "استهلاكالكهرباء": 162,
      "قيمةالفاتورة": 810,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Violante Dymocke",
      "رقمالحساب": 423631551,
      "رقمالشقة": 406,
      "استهلاكالكهرباء": 324,
      "قيمةالفاتورة": 1620,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Hiram Brunotti",
      "رقمالحساب": 90299838,
      "رقمالشقة": 627,
      "استهلاكالكهرباء": 257,
      "قيمةالفاتورة": 1285,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Moss Sisley",
      "رقمالحساب": 948137101,
      "رقمالشقة": 827,
      "استهلاكالكهرباء": 367,
      "قيمةالفاتورة": 1835,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Zelma Joslin",
      "رقمالحساب": 394825409,
      "رقمالشقة": 374,
      "استهلاكالكهرباء": 490,
      "قيمةالفاتورة": 2450,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Alejandrina Keach",
      "رقمالحساب": 281085398,
      "رقمالشقة": 699,
      "استهلاكالكهرباء": 263,
      "قيمةالفاتورة": 1315,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Tremaine Figliovanni",
      "رقمالحساب": 161245882,
      "رقمالشقة": 176,
      "استهلاكالكهرباء": 218,
      "قيمةالفاتورة": 1090,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Kendra Weagener",
      "رقمالحساب": 447197207,
      "رقمالشقة": 336,
      "استهلاكالكهرباء": 292,
      "قيمةالفاتورة": 1460,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Cissiee Sargeant",
      "رقمالحساب": 360171720,
      "رقمالشقة": 393,
      "استهلاكالكهرباء": 223,
      "قيمةالفاتورة": 1115,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Purcell Strognell",
      "رقمالحساب": 551918066,
      "رقمالشقة": 223,
      "استهلاكالكهرباء": 258,
      "قيمةالفاتورة": 1290,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Gunner Nare",
      "رقمالحساب": 950369290,
      "رقمالشقة": 82,
      "استهلاكالكهرباء": 461,
      "قيمةالفاتورة": 2305,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Dionis Sivil",
      "رقمالحساب": 378596226,
      "رقمالشقة": 496,
      "استهلاكالكهرباء": 460,
      "قيمةالفاتورة": 2300,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Raffaello Joutapaitis",
      "رقمالحساب": 670705078,
      "رقمالشقة": 631,
      "استهلاكالكهرباء": 261,
      "قيمةالفاتورة": 1305,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Charissa Crasford",
      "رقمالحساب": 412727314,
      "رقمالشقة": 389,
      "استهلاكالكهرباء": 382,
      "قيمةالفاتورة": 1910,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Devlin Okroy",
      "رقمالحساب": 231337046,
      "رقمالشقة": 746,
      "استهلاكالكهرباء": 313,
      "قيمةالفاتورة": 1565,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Bobbette Jerratsch",
      "رقمالحساب": 652547403,
      "رقمالشقة": 44,
      "استهلاكالكهرباء": 417,
      "قيمةالفاتورة": 2085,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Aeriela Gimbrett",
      "رقمالحساب": 287664990,
      "رقمالشقة": 322,
      "استهلاكالكهرباء": 406,
      "قيمةالفاتورة": 2030,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Hammad Jorn",
      "رقمالحساب": 325239223,
      "رقمالشقة": 747,
      "استهلاكالكهرباء": 273,
      "قيمةالفاتورة": 1365,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Graeme Highnam",
      "رقمالحساب": 279519296,
      "رقمالشقة": 279,
      "استهلاكالكهرباء": 197,
      "قيمةالفاتورة": 985,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Barthel Gilham",
      "رقمالحساب": 279227358,
      "رقمالشقة": 246,
      "استهلاكالكهرباء": 305,
      "قيمةالفاتورة": 1525,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Noble Gehringer",
      "رقمالحساب": 210593375,
      "رقمالشقة": 187,
      "استهلاكالكهرباء": 180,
      "قيمةالفاتورة": 900,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Toddy Stellino",
      "رقمالحساب": 861167838,
      "رقمالشقة": 180,
      "استهلاكالكهرباء": 248,
      "قيمةالفاتورة": 1240,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Andrea Mapston",
      "رقمالحساب": 356622348,
      "رقمالشقة": 598,
      "استهلاكالكهرباء": 217,
      "قيمةالفاتورة": 1085,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Antoinette Narbett",
      "رقمالحساب": 535430827,
      "رقمالشقة": 163,
      "استهلاكالكهرباء": 176,
      "قيمةالفاتورة": 880,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Helen Ledekker",
      "رقمالحساب": 255495075,
      "رقمالشقة": 766,
      "استهلاكالكهرباء": 213,
      "قيمةالفاتورة": 1065,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Flint Craigheid",
      "رقمالحساب": 890724832,
      "رقمالشقة": 338,
      "استهلاكالكهرباء": 256,
      "قيمةالفاتورة": 1280,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Donetta McGoldrick",
      "رقمالحساب": 382462271,
      "رقمالشقة": 172,
      "استهلاكالكهرباء": 418,
      "قيمةالفاتورة": 2090,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Delcine Coopman",
      "رقمالحساب": 528059387,
      "رقمالشقة": 211,
      "استهلاكالكهرباء": 474,
      "قيمةالفاتورة": 2370,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Kippar Purselowe",
      "رقمالحساب": 137771726,
      "رقمالشقة": 500,
      "استهلاكالكهرباء": 476,
      "قيمةالفاتورة": 2380,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Edgar Duetsche",
      "رقمالحساب": 374886911,
      "رقمالشقة": 127,
      "استهلاكالكهرباء": 169,
      "قيمةالفاتورة": 845,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Cathyleen Pickersgill",
      "رقمالحساب": 787365787,
      "رقمالشقة": 49,
      "استهلاكالكهرباء": 460,
      "قيمةالفاتورة": 2300,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Dolph Vasyukhnov",
      "رقمالحساب": 135900571,
      "رقمالشقة": 978,
      "استهلاكالكهرباء": 176,
      "قيمةالفاتورة": 880,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Sandi Scamadine",
      "رقمالحساب": 828623826,
      "رقمالشقة": 832,
      "استهلاكالكهرباء": 152,
      "قيمةالفاتورة": 760,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Arron Bassil",
      "رقمالحساب": 615254188,
      "رقمالشقة": 38,
      "استهلاكالكهرباء": 311,
      "قيمةالفاتورة": 1555,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Danni Tilley",
      "رقمالحساب": 29952820,
      "رقمالشقة": 913,
      "استهلاكالكهرباء": 343,
      "قيمةالفاتورة": 1715,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Auroora Sheekey",
      "رقمالحساب": 742708123,
      "رقمالشقة": 758,
      "استهلاكالكهرباء": 230,
      "قيمةالفاتورة": 1150,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Kevina Panchen",
      "رقمالحساب": 12824443,
      "رقمالشقة": 939,
      "استهلاكالكهرباء": 326,
      "قيمةالفاتورة": 1630,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Nobe Eade",
      "رقمالحساب": 384772632,
      "رقمالشقة": 38,
      "استهلاكالكهرباء": 301,
      "قيمةالفاتورة": 1505,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Georgia O'Deoran",
      "رقمالحساب": 712259073,
      "رقمالشقة": 477,
      "استهلاكالكهرباء": 357,
      "قيمةالفاتورة": 1785,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Alison Skowcraft",
      "رقمالحساب": 782391194,
      "رقمالشقة": 886,
      "استهلاكالكهرباء": 368,
      "قيمةالفاتورة": 1840,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Andreana Snowden",
      "رقمالحساب": 70819909,
      "رقمالشقة": 269,
      "استهلاكالكهرباء": 242,
      "قيمةالفاتورة": 1210,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Pren Dignon",
      "رقمالحساب": 539196442,
      "رقمالشقة": 966,
      "استهلاكالكهرباء": 282,
      "قيمةالفاتورة": 1410,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Rosalinde Tankard",
      "رقمالحساب": 466932766,
      "رقمالشقة": 926,
      "استهلاكالكهرباء": 205,
      "قيمةالفاتورة": 1025,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Cornela Hancke",
      "رقمالحساب": 249058836,
      "رقمالشقة": 332,
      "استهلاكالكهرباء": 365,
      "قيمةالفاتورة": 1825,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Jaquith Mea",
      "رقمالحساب": 98471889,
      "رقمالشقة": 105,
      "استهلاكالكهرباء": 336,
      "قيمةالفاتورة": 1680,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Elfrieda Bewley",
      "رقمالحساب": 341324563,
      "رقمالشقة": 457,
      "استهلاكالكهرباء": 344,
      "قيمةالفاتورة": 1720,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Jelene Whyard",
      "رقمالحساب": 414909482,
      "رقمالشقة": 382,
      "استهلاكالكهرباء": 215,
      "قيمةالفاتورة": 1075,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Evvy Marrian",
      "رقمالحساب": 52894216,
      "رقمالشقة": 625,
      "استهلاكالكهرباء": 470,
      "قيمةالفاتورة": 2350,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Joletta Aery",
      "رقمالحساب": 226699769,
      "رقمالشقة": 246,
      "استهلاكالكهرباء": 380,
      "قيمةالفاتورة": 1900,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Jermain Reinert",
      "رقمالحساب": 246881835,
      "رقمالشقة": 888,
      "استهلاكالكهرباء": 345,
      "قيمةالفاتورة": 1725,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Ansell Prichard",
      "رقمالحساب": 559239845,
      "رقمالشقة": 359,
      "استهلاكالكهرباء": 280,
      "قيمةالفاتورة": 1400,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Tiffie Bagshawe",
      "رقمالحساب": 520233493,
      "رقمالشقة": 871,
      "استهلاكالكهرباء": 495,
      "قيمةالفاتورة": 2475,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Cristiano Francis",
      "رقمالحساب": 341929720,
      "رقمالشقة": 602,
      "استهلاكالكهرباء": 232,
      "قيمةالفاتورة": 1160,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Iggy Otham",
      "رقمالحساب": 502556558,
      "رقمالشقة": 428,
      "استهلاكالكهرباء": 430,
      "قيمةالفاتورة": 2150,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Baryram Jewitt",
      "رقمالحساب": 598006687,
      "رقمالشقة": 891,
      "استهلاكالكهرباء": 434,
      "قيمةالفاتورة": 2170,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Hatty Devany",
      "رقمالحساب": 415689780,
      "رقمالشقة": 549,
      "استهلاكالكهرباء": 386,
      "قيمةالفاتورة": 1930,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Ardyth Hamberstone",
      "رقمالحساب": 854081154,
      "رقمالشقة": 86,
      "استهلاكالكهرباء": 440,
      "قيمةالفاتورة": 2200,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Xymenes Ruppeli",
      "رقمالحساب": 697670226,
      "رقمالشقة": 216,
      "استهلاكالكهرباء": 342,
      "قيمةالفاتورة": 1710,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Roobbie Westoff",
      "رقمالحساب": 888676675,
      "رقمالشقة": 549,
      "استهلاكالكهرباء": 345,
      "قيمةالفاتورة": 1725,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Giorgi Prandoni",
      "رقمالحساب": 248661260,
      "رقمالشقة": 184,
      "استهلاكالكهرباء": 326,
      "قيمةالفاتورة": 1630,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Leela Sach",
      "رقمالحساب": 535801789,
      "رقمالشقة": 965,
      "استهلاكالكهرباء": 411,
      "قيمةالفاتورة": 2055,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Pearla Leadstone",
      "رقمالحساب": 250758091,
      "رقمالشقة": 922,
      "استهلاكالكهرباء": 312,
      "قيمةالفاتورة": 1560,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Hamid Napolione",
      "رقمالحساب": 910039306,
      "رقمالشقة": 597,
      "استهلاكالكهرباء": 358,
      "قيمةالفاتورة": 1790,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Joanna Estable",
      "رقمالحساب": 204352717,
      "رقمالشقة": 981,
      "استهلاكالكهرباء": 302,
      "قيمةالفاتورة": 1510,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Allie Wetherell",
      "رقمالحساب": 945315229,
      "رقمالشقة": 963,
      "استهلاكالكهرباء": 164,
      "قيمةالفاتورة": 820,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Felipa Ridoutt",
      "رقمالحساب": 650222154,
      "رقمالشقة": 282,
      "استهلاكالكهرباء": 475,
      "قيمةالفاتورة": 2375,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Franciska Aslie",
      "رقمالحساب": 825033360,
      "رقمالشقة": 645,
      "استهلاكالكهرباء": 358,
      "قيمةالفاتورة": 1790,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Horatius Andrichak",
      "رقمالحساب": 337840770,
      "رقمالشقة": 772,
      "استهلاكالكهرباء": 354,
      "قيمةالفاتورة": 1770,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Gaston Ashford",
      "رقمالحساب": 925578296,
      "رقمالشقة": 74,
      "استهلاكالكهرباء": 490,
      "قيمةالفاتورة": 2450,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Tania Tessyman",
      "رقمالحساب": 367665471,
      "رقمالشقة": 858,
      "استهلاكالكهرباء": 421,
      "قيمةالفاتورة": 2105,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Lacy Huckabe",
      "رقمالحساب": 305643860,
      "رقمالشقة": 486,
      "استهلاكالكهرباء": 271,
      "قيمةالفاتورة": 1355,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Alford Harmer",
      "رقمالحساب": 416789730,
      "رقمالشقة": 4,
      "استهلاكالكهرباء": 292,
      "قيمةالفاتورة": 1460,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Liv Auton",
      "رقمالحساب": 427734976,
      "رقمالشقة": 882,
      "استهلاكالكهرباء": 313,
      "قيمةالفاتورة": 1565,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Juieta Channer",
      "رقمالحساب": 767403135,
      "رقمالشقة": 67,
      "استهلاكالكهرباء": 369,
      "قيمةالفاتورة": 1845,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Codi Derkes",
      "رقمالحساب": 889880599,
      "رقمالشقة": 804,
      "استهلاكالكهرباء": 205,
      "قيمةالفاتورة": 1025,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Mort Scad",
      "رقمالحساب": 307763054,
      "رقمالشقة": 514,
      "استهلاكالكهرباء": 208,
      "قيمةالفاتورة": 1040,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Irwin Deakan",
      "رقمالحساب": 623326151,
      "رقمالشقة": 75,
      "استهلاكالكهرباء": 186,
      "قيمةالفاتورة": 930,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Berte Rookledge",
      "رقمالحساب": 444467891,
      "رقمالشقة": 935,
      "استهلاكالكهرباء": 363,
      "قيمةالفاتورة": 1815,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Logan Hallewell",
      "رقمالحساب": 185904975,
      "رقمالشقة": 278,
      "استهلاكالكهرباء": 315,
      "قيمةالفاتورة": 1575,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Lazaro Montacute",
      "رقمالحساب": 36060079,
      "رقمالشقة": 495,
      "استهلاكالكهرباء": 494,
      "قيمةالفاتورة": 2470,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Amelie Hassent",
      "رقمالحساب": 560648120,
      "رقمالشقة": 288,
      "استهلاكالكهرباء": 162,
      "قيمةالفاتورة": 810,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Brade Silveston",
      "رقمالحساب": 386248146,
      "رقمالشقة": 840,
      "استهلاكالكهرباء": 367,
      "قيمةالفاتورة": 1835,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Valentijn Riall",
      "رقمالحساب": 255924952,
      "رقمالشقة": 805,
      "استهلاكالكهرباء": 207,
      "قيمةالفاتورة": 1035,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Kenyon Iacovone",
      "رقمالحساب": 729772309,
      "رقمالشقة": 949,
      "استهلاكالكهرباء": 483,
      "قيمةالفاتورة": 2415,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Yovonnda Yuryatin",
      "رقمالحساب": 576265029,
      "رقمالشقة": 386,
      "استهلاكالكهرباء": 262,
      "قيمةالفاتورة": 1310,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Eliot Dessent",
      "رقمالحساب": 577049116,
      "رقمالشقة": 67,
      "استهلاكالكهرباء": 185,
      "قيمةالفاتورة": 925,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Mavra Ganiford",
      "رقمالحساب": 67024856,
      "رقمالشقة": 415,
      "استهلاكالكهرباء": 152,
      "قيمةالفاتورة": 760,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Perry Konert",
      "رقمالحساب": 534384043,
      "رقمالشقة": 332,
      "استهلاكالكهرباء": 496,
      "قيمةالفاتورة": 2480,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Powell Robertet",
      "رقمالحساب": 839959579,
      "رقمالشقة": 786,
      "استهلاكالكهرباء": 152,
      "قيمةالفاتورة": 760,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Katee Durbyn",
      "رقمالحساب": 360923689,
      "رقمالشقة": 800,
      "استهلاكالكهرباء": 207,
      "قيمةالفاتورة": 1035,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Nehemiah Castagne",
      "رقمالحساب": 819488631,
      "رقمالشقة": 80,
      "استهلاكالكهرباء": 267,
      "قيمةالفاتورة": 1335,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Gare Alfonsini",
      "رقمالحساب": 763872539,
      "رقمالشقة": 709,
      "استهلاكالكهرباء": 400,
      "قيمةالفاتورة": 2000,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Ashla Proswell",
      "رقمالحساب": 249913262,
      "رقمالشقة": 642,
      "استهلاكالكهرباء": 178,
      "قيمةالفاتورة": 890,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Isador Necolds",
      "رقمالحساب": 452911632,
      "رقمالشقة": 323,
      "استهلاكالكهرباء": 306,
      "قيمةالفاتورة": 1530,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Gerrard Ruddiforth",
      "رقمالحساب": 514697238,
      "رقمالشقة": 666,
      "استهلاكالكهرباء": 418,
      "قيمةالفاتورة": 2090,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Britni Arnason",
      "رقمالحساب": 188697826,
      "رقمالشقة": 412,
      "استهلاكالكهرباء": 405,
      "قيمةالفاتورة": 2025,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Angela Charlwood",
      "رقمالحساب": 216635477,
      "رقمالشقة": 454,
      "استهلاكالكهرباء": 337,
      "قيمةالفاتورة": 1685,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Walliw Rickhuss",
      "رقمالحساب": 617593082,
      "رقمالشقة": 200,
      "استهلاكالكهرباء": 395,
      "قيمةالفاتورة": 1975,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Glendon Candey",
      "رقمالحساب": 2570095,
      "رقمالشقة": 553,
      "استهلاكالكهرباء": 254,
      "قيمةالفاتورة": 1270,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Cam Lyon",
      "رقمالحساب": 852142168,
      "رقمالشقة": 696,
      "استهلاكالكهرباء": 240,
      "قيمةالفاتورة": 1200,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Felice Canon",
      "رقمالحساب": 540463707,
      "رقمالشقة": 822,
      "استهلاكالكهرباء": 190,
      "قيمةالفاتورة": 950,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Alec Smart",
      "رقمالحساب": 880682085,
      "رقمالشقة": 340,
      "استهلاكالكهرباء": 337,
      "قيمةالفاتورة": 1685,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Ransell Curtin",
      "رقمالحساب": 718445025,
      "رقمالشقة": 379,
      "استهلاكالكهرباء": 163,
      "قيمةالفاتورة": 815,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Earlie Twelvetree",
      "رقمالحساب": 888006570,
      "رقمالشقة": 507,
      "استهلاكالكهرباء": 374,
      "قيمةالفاتورة": 1870,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Gregorius Judron",
      "رقمالحساب": 304577625,
      "رقمالشقة": 988,
      "استهلاكالكهرباء": 329,
      "قيمةالفاتورة": 1645,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Ardith Panchin",
      "رقمالحساب": 216809035,
      "رقمالشقة": 660,
      "استهلاكالكهرباء": 432,
      "قيمةالفاتورة": 2160,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Nikolai Tidbury",
      "رقمالحساب": 940584444,
      "رقمالشقة": 778,
      "استهلاكالكهرباء": 196,
      "قيمةالفاتورة": 980,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Gerianne Beagrie",
      "رقمالحساب": 228277317,
      "رقمالشقة": 209,
      "استهلاكالكهرباء": 364,
      "قيمةالفاتورة": 1820,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Tate Daggett",
      "رقمالحساب": 956026162,
      "رقمالشقة": 349,
      "استهلاكالكهرباء": 170,
      "قيمةالفاتورة": 850,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Adele Benfell",
      "رقمالحساب": 663086705,
      "رقمالشقة": 737,
      "استهلاكالكهرباء": 446,
      "قيمةالفاتورة": 2230,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Pincas Chaff",
      "رقمالحساب": 429136366,
      "رقمالشقة": 873,
      "استهلاكالكهرباء": 332,
      "قيمةالفاتورة": 1660,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Caritta McLukie",
      "رقمالحساب": 190826779,
      "رقمالشقة": 44,
      "استهلاكالكهرباء": 212,
      "قيمةالفاتورة": 1060,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Brion Rawlingson",
      "رقمالحساب": 775786405,
      "رقمالشقة": 280,
      "استهلاكالكهرباء": 422,
      "قيمةالفاتورة": 2110,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Lavinie Littledike",
      "رقمالحساب": 682894427,
      "رقمالشقة": 270,
      "استهلاكالكهرباء": 286,
      "قيمةالفاتورة": 1430,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Vivianna Rhule",
      "رقمالحساب": 796990853,
      "رقمالشقة": 234,
      "استهلاكالكهرباء": 310,
      "قيمةالفاتورة": 1550,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Rossy Mahedy",
      "رقمالحساب": 929324418,
      "رقمالشقة": 398,
      "استهلاكالكهرباء": 470,
      "قيمةالفاتورة": 2350,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "John Biles",
      "رقمالحساب": 824361334,
      "رقمالشقة": 452,
      "استهلاكالكهرباء": 392,
      "قيمةالفاتورة": 1960,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Cordie Iveans",
      "رقمالحساب": 726186809,
      "رقمالشقة": 139,
      "استهلاكالكهرباء": 313,
      "قيمةالفاتورة": 1565,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Patrica Penna",
      "رقمالحساب": 766871030,
      "رقمالشقة": 127,
      "استهلاكالكهرباء": 412,
      "قيمةالفاتورة": 2060,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Judas Vogl",
      "رقمالحساب": 855143543,
      "رقمالشقة": 324,
      "استهلاكالكهرباء": 179,
      "قيمةالفاتورة": 895,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Bobby Sterndale",
      "رقمالحساب": 623563544,
      "رقمالشقة": 624,
      "استهلاكالكهرباء": 334,
      "قيمةالفاتورة": 1670,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Linnell Fresson",
      "رقمالحساب": 5092422,
      "رقمالشقة": 313,
      "استهلاكالكهرباء": 338,
      "قيمةالفاتورة": 1690,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Yorgos Kevlin",
      "رقمالحساب": 486843338,
      "رقمالشقة": 9,
      "استهلاكالكهرباء": 417,
      "قيمةالفاتورة": 2085,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Rica Longden",
      "رقمالحساب": 682487023,
      "رقمالشقة": 786,
      "استهلاكالكهرباء": 415,
      "قيمةالفاتورة": 2075,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Lezlie Phoebe",
      "رقمالحساب": 388011442,
      "رقمالشقة": 951,
      "استهلاكالكهرباء": 375,
      "قيمةالفاتورة": 1875,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Virgina Gian",
      "رقمالحساب": 489572838,
      "رقمالشقة": 45,
      "استهلاكالكهرباء": 485,
      "قيمةالفاتورة": 2425,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Germain Rackam",
      "رقمالحساب": 939736341,
      "رقمالشقة": 821,
      "استهلاكالكهرباء": 259,
      "قيمةالفاتورة": 1295,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Theodosia Scamadin",
      "رقمالحساب": 519239827,
      "رقمالشقة": 42,
      "استهلاكالكهرباء": 432,
      "قيمةالفاتورة": 2160,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Jeff Kershow",
      "رقمالحساب": 283149253,
      "رقمالشقة": 567,
      "استهلاكالكهرباء": 408,
      "قيمةالفاتورة": 2040,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Maressa Lyddiatt",
      "رقمالحساب": 382363518,
      "رقمالشقة": 537,
      "استهلاكالكهرباء": 210,
      "قيمةالفاتورة": 1050,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Ivor Bellis",
      "رقمالحساب": 137179333,
      "رقمالشقة": 352,
      "استهلاكالكهرباء": 443,
      "قيمةالفاتورة": 2215,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Domenico Habershaw",
      "رقمالحساب": 257531029,
      "رقمالشقة": 583,
      "استهلاكالكهرباء": 481,
      "قيمةالفاتورة": 2405,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Corilla Jeynes",
      "رقمالحساب": 767655425,
      "رقمالشقة": 470,
      "استهلاكالكهرباء": 296,
      "قيمةالفاتورة": 1480,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Thornton Coolican",
      "رقمالحساب": 645350888,
      "رقمالشقة": 414,
      "استهلاكالكهرباء": 375,
      "قيمةالفاتورة": 1875,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Karleen Hryncewicz",
      "رقمالحساب": 755978181,
      "رقمالشقة": 175,
      "استهلاكالكهرباء": 218,
      "قيمةالفاتورة": 1090,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Moises Jursch",
      "رقمالحساب": 133548119,
      "رقمالشقة": 900,
      "استهلاكالكهرباء": 441,
      "قيمةالفاتورة": 2205,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Levin Spacie",
      "رقمالحساب": 858155640,
      "رقمالشقة": 883,
      "استهلاكالكهرباء": 245,
      "قيمةالفاتورة": 1225,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Bowie Tempest",
      "رقمالحساب": 26802527,
      "رقمالشقة": 39,
      "استهلاكالكهرباء": 410,
      "قيمةالفاتورة": 2050,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Dorice Doring",
      "رقمالحساب": 196110456,
      "رقمالشقة": 935,
      "استهلاكالكهرباء": 274,
      "قيمةالفاتورة": 1370,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Aylmar Oertzen",
      "رقمالحساب": 972025950,
      "رقمالشقة": 370,
      "استهلاكالكهرباء": 338,
      "قيمةالفاتورة": 1690,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Nikki Defraine",
      "رقمالحساب": 631250788,
      "رقمالشقة": 404,
      "استهلاكالكهرباء": 392,
      "قيمةالفاتورة": 1960,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Marlon Hubeaux",
      "رقمالحساب": 975812586,
      "رقمالشقة": 42,
      "استهلاكالكهرباء": 435,
      "قيمةالفاتورة": 2175,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Orren Braz",
      "رقمالحساب": 816973262,
      "رقمالشقة": 45,
      "استهلاكالكهرباء": 295,
      "قيمةالفاتورة": 1475,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Weylin Tanner",
      "رقمالحساب": 919928237,
      "رقمالشقة": 613,
      "استهلاكالكهرباء": 272,
      "قيمةالفاتورة": 1360,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Jim Peter",
      "رقمالحساب": 620538278,
      "رقمالشقة": 480,
      "استهلاكالكهرباء": 307,
      "قيمةالفاتورة": 1535,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Matilda Klemke",
      "رقمالحساب": 220414760,
      "رقمالشقة": 802,
      "استهلاكالكهرباء": 172,
      "قيمةالفاتورة": 860,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Temple Ridley",
      "رقمالحساب": 473712904,
      "رقمالشقة": 210,
      "استهلاكالكهرباء": 434,
      "قيمةالفاتورة": 2170,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Aguistin Gaspar",
      "رقمالحساب": 198137874,
      "رقمالشقة": 922,
      "استهلاكالكهرباء": 466,
      "قيمةالفاتورة": 2330,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Maiga Watton",
      "رقمالحساب": 501750222,
      "رقمالشقة": 839,
      "استهلاكالكهرباء": 209,
      "قيمةالفاتورة": 1045,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Nikolai Campione",
      "رقمالحساب": 144491563,
      "رقمالشقة": 194,
      "استهلاكالكهرباء": 198,
      "قيمةالفاتورة": 990,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Penrod Stringer",
      "رقمالحساب": 516744827,
      "رقمالشقة": 931,
      "استهلاكالكهرباء": 282,
      "قيمةالفاتورة": 1410,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Cyrillus Hawford",
      "رقمالحساب": 68838582,
      "رقمالشقة": 861,
      "استهلاكالكهرباء": 293,
      "قيمةالفاتورة": 1465,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Lorrayne Matczak",
      "رقمالحساب": 274238378,
      "رقمالشقة": 976,
      "استهلاكالكهرباء": 367,
      "قيمةالفاتورة": 1835,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Sal Turl",
      "رقمالحساب": 450005010,
      "رقمالشقة": 140,
      "استهلاكالكهرباء": 194,
      "قيمةالفاتورة": 970,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Alford Redsell",
      "رقمالحساب": 189964130,
      "رقمالشقة": 598,
      "استهلاكالكهرباء": 340,
      "قيمةالفاتورة": 1700,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Simmonds Everest",
      "رقمالحساب": 416588215,
      "رقمالشقة": 129,
      "استهلاكالكهرباء": 350,
      "قيمةالفاتورة": 1750,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Janka Tanswill",
      "رقمالحساب": 440092111,
      "رقمالشقة": 182,
      "استهلاكالكهرباء": 412,
      "قيمةالفاتورة": 2060,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Kelila Cudbird",
      "رقمالحساب": 989951053,
      "رقمالشقة": 444,
      "استهلاكالكهرباء": 202,
      "قيمةالفاتورة": 1010,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Jerad Nockalls",
      "رقمالحساب": 100232424,
      "رقمالشقة": 991,
      "استهلاكالكهرباء": 345,
      "قيمةالفاتورة": 1725,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Debee Klasen",
      "رقمالحساب": 644165019,
      "رقمالشقة": 699,
      "استهلاكالكهرباء": 265,
      "قيمةالفاتورة": 1325,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Barnett Queen",
      "رقمالحساب": 91029572,
      "رقمالشقة": 942,
      "استهلاكالكهرباء": 420,
      "قيمةالفاتورة": 2100,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Marcellina Killock",
      "رقمالحساب": 483653065,
      "رقمالشقة": 630,
      "استهلاكالكهرباء": 337,
      "قيمةالفاتورة": 1685,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Devan Gerrish",
      "رقمالحساب": 759653319,
      "رقمالشقة": 258,
      "استهلاكالكهرباء": 491,
      "قيمةالفاتورة": 2455,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Reeba Hitschke",
      "رقمالحساب": 769951219,
      "رقمالشقة": 98,
      "استهلاكالكهرباء": 254,
      "قيمةالفاتورة": 1270,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Luther Batstone",
      "رقمالحساب": 290674519,
      "رقمالشقة": 934,
      "استهلاكالكهرباء": 174,
      "قيمةالفاتورة": 870,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Lynnell Iacivelli",
      "رقمالحساب": 106948897,
      "رقمالشقة": 268,
      "استهلاكالكهرباء": 155,
      "قيمةالفاتورة": 775,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Esther Gaskill",
      "رقمالحساب": 844507928,
      "رقمالشقة": 79,
      "استهلاكالكهرباء": 169,
      "قيمةالفاتورة": 845,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Rudyard Pashen",
      "رقمالحساب": 220186400,
      "رقمالشقة": 101,
      "استهلاكالكهرباء": 231,
      "قيمةالفاتورة": 1155,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Elinore Conrart",
      "رقمالحساب": 553892631,
      "رقمالشقة": 590,
      "استهلاكالكهرباء": 473,
      "قيمةالفاتورة": 2365,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Dexter Schaffler",
      "رقمالحساب": 153936922,
      "رقمالشقة": 654,
      "استهلاكالكهرباء": 257,
      "قيمةالفاتورة": 1285,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Blondie Ibbotson",
      "رقمالحساب": 348102829,
      "رقمالشقة": 340,
      "استهلاكالكهرباء": 405,
      "قيمةالفاتورة": 2025,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Sherry Orta",
      "رقمالحساب": 825694673,
      "رقمالشقة": 451,
      "استهلاكالكهرباء": 472,
      "قيمةالفاتورة": 2360,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Theobald Drinkale",
      "رقمالحساب": 319736033,
      "رقمالشقة": 244,
      "استهلاكالكهرباء": 441,
      "قيمةالفاتورة": 2205,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Dierdre Adran",
      "رقمالحساب": 6194422,
      "رقمالشقة": 360,
      "استهلاكالكهرباء": 429,
      "قيمةالفاتورة": 2145,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Nilson Hannent",
      "رقمالحساب": 437277337,
      "رقمالشقة": 673,
      "استهلاكالكهرباء": 473,
      "قيمةالفاتورة": 2365,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Christabel Oscroft",
      "رقمالحساب": 224003678,
      "رقمالشقة": 469,
      "استهلاكالكهرباء": 465,
      "قيمةالفاتورة": 2325,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Joanie Monday",
      "رقمالحساب": 636019193,
      "رقمالشقة": 623,
      "استهلاكالكهرباء": 406,
      "قيمةالفاتورة": 2030,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Shaun Hannigan",
      "رقمالحساب": 526959001,
      "رقمالشقة": 70,
      "استهلاكالكهرباء": 284,
      "قيمةالفاتورة": 1420,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Hali Pettisall",
      "رقمالحساب": 260530020,
      "رقمالشقة": 118,
      "استهلاكالكهرباء": 419,
      "قيمةالفاتورة": 2095,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Ottilie Edkins",
      "رقمالحساب": 164684849,
      "رقمالشقة": 760,
      "استهلاكالكهرباء": 324,
      "قيمةالفاتورة": 1620,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Elise Roderham",
      "رقمالحساب": 317102855,
      "رقمالشقة": 350,
      "استهلاكالكهرباء": 307,
      "قيمةالفاتورة": 1535,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Junia Pluthero",
      "رقمالحساب": 200504769,
      "رقمالشقة": 68,
      "استهلاكالكهرباء": 264,
      "قيمةالفاتورة": 1320,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Tessa Scriven",
      "رقمالحساب": 912828372,
      "رقمالشقة": 609,
      "استهلاكالكهرباء": 329,
      "قيمةالفاتورة": 1645,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Violette Wloch",
      "رقمالحساب": 13951713,
      "رقمالشقة": 411,
      "استهلاكالكهرباء": 161,
      "قيمةالفاتورة": 805,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Penelope Gooday",
      "رقمالحساب": 678883147,
      "رقمالشقة": 119,
      "استهلاكالكهرباء": 196,
      "قيمةالفاتورة": 980,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Rodge Dietzler",
      "رقمالحساب": 582307768,
      "رقمالشقة": 316,
      "استهلاكالكهرباء": 408,
      "قيمةالفاتورة": 2040,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Cassy Btham",
      "رقمالحساب": 243569677,
      "رقمالشقة": 251,
      "استهلاكالكهرباء": 154,
      "قيمةالفاتورة": 770,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Lawton Reinbeck",
      "رقمالحساب": 494184591,
      "رقمالشقة": 517,
      "استهلاكالكهرباء": 434,
      "قيمةالفاتورة": 2170,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Chadd Pelman",
      "رقمالحساب": 591106229,
      "رقمالشقة": 584,
      "استهلاكالكهرباء": 310,
      "قيمةالفاتورة": 1550,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Hebert Crigin",
      "رقمالحساب": 123227503,
      "رقمالشقة": 857,
      "استهلاكالكهرباء": 260,
      "قيمةالفاتورة": 1300,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Sam Macari",
      "رقمالحساب": 227682576,
      "رقمالشقة": 852,
      "استهلاكالكهرباء": 409,
      "قيمةالفاتورة": 2045,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Vince Di Batista",
      "رقمالحساب": 272102656,
      "رقمالشقة": 127,
      "استهلاكالكهرباء": 386,
      "قيمةالفاتورة": 1930,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Cesar Ballintyne",
      "رقمالحساب": 528596156,
      "رقمالشقة": 663,
      "استهلاكالكهرباء": 376,
      "قيمةالفاتورة": 1880,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Cortie Chmiel",
      "رقمالحساب": 971779673,
      "رقمالشقة": 432,
      "استهلاكالكهرباء": 296,
      "قيمةالفاتورة": 1480,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Catherine Mower",
      "رقمالحساب": 920246522,
      "رقمالشقة": 966,
      "استهلاكالكهرباء": 238,
      "قيمةالفاتورة": 1190,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Jessamyn McSaul",
      "رقمالحساب": 269464363,
      "رقمالشقة": 638,
      "استهلاكالكهرباء": 165,
      "قيمةالفاتورة": 825,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Eilis Boxhill",
      "رقمالحساب": 960208462,
      "رقمالشقة": 596,
      "استهلاكالكهرباء": 188,
      "قيمةالفاتورة": 940,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Godfry Cuxson",
      "رقمالحساب": 561042730,
      "رقمالشقة": 7,
      "استهلاكالكهرباء": 465,
      "قيمةالفاتورة": 2325,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Marji Lyman",
      "رقمالحساب": 45208814,
      "رقمالشقة": 546,
      "استهلاكالكهرباء": 372,
      "قيمةالفاتورة": 1860,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Piggy Grooby",
      "رقمالحساب": 281224301,
      "رقمالشقة": 94,
      "استهلاكالكهرباء": 328,
      "قيمةالفاتورة": 1640,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Adrien Dulson",
      "رقمالحساب": 280795322,
      "رقمالشقة": 352,
      "استهلاكالكهرباء": 346,
      "قيمةالفاتورة": 1730,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Lusa Tysack",
      "رقمالحساب": 231397692,
      "رقمالشقة": 241,
      "استهلاكالكهرباء": 193,
      "قيمةالفاتورة": 965,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Madalyn Greenhowe",
      "رقمالحساب": 299837525,
      "رقمالشقة": 837,
      "استهلاكالكهرباء": 498,
      "قيمةالفاتورة": 2490,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Chanda Munson",
      "رقمالحساب": 736848998,
      "رقمالشقة": 21,
      "استهلاكالكهرباء": 238,
      "قيمةالفاتورة": 1190,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Randene Piele",
      "رقمالحساب": 375575144,
      "رقمالشقة": 687,
      "استهلاكالكهرباء": 334,
      "قيمةالفاتورة": 1670,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Farris Basler",
      "رقمالحساب": 872519916,
      "رقمالشقة": 478,
      "استهلاكالكهرباء": 337,
      "قيمةالفاتورة": 1685,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Blanch Drayton",
      "رقمالحساب": 481074623,
      "رقمالشقة": 662,
      "استهلاكالكهرباء": 382,
      "قيمةالفاتورة": 1910,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Aluin Lundbech",
      "رقمالحساب": 891635229,
      "رقمالشقة": 727,
      "استهلاكالكهرباء": 351,
      "قيمةالفاتورة": 1755,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Constantine Croley",
      "رقمالحساب": 537806688,
      "رقمالشقة": 685,
      "استهلاكالكهرباء": 289,
      "قيمةالفاتورة": 1445,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Marla Mumbey",
      "رقمالحساب": 272139126,
      "رقمالشقة": 558,
      "استهلاكالكهرباء": 442,
      "قيمةالفاتورة": 2210,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Hardy Basilotta",
      "رقمالحساب": 137774218,
      "رقمالشقة": 769,
      "استهلاكالكهرباء": 229,
      "قيمةالفاتورة": 1145,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Louise Axston",
      "رقمالحساب": 687805252,
      "رقمالشقة": 515,
      "استهلاكالكهرباء": 353,
      "قيمةالفاتورة": 1765,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Kristan Veque",
      "رقمالحساب": 549602447,
      "رقمالشقة": 158,
      "استهلاكالكهرباء": 175,
      "قيمةالفاتورة": 875,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Kanya Larchiere",
      "رقمالحساب": 604603369,
      "رقمالشقة": 488,
      "استهلاكالكهرباء": 290,
      "قيمةالفاتورة": 1450,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Karlotta Venour",
      "رقمالحساب": 348814610,
      "رقمالشقة": 652,
      "استهلاكالكهرباء": 431,
      "قيمةالفاتورة": 2155,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Arlen Kimberley",
      "رقمالحساب": 849423288,
      "رقمالشقة": 49,
      "استهلاكالكهرباء": 259,
      "قيمةالفاتورة": 1295,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Coralyn Gartshore",
      "رقمالحساب": 862928529,
      "رقمالشقة": 312,
      "استهلاكالكهرباء": 241,
      "قيمةالفاتورة": 1205,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Alair Gerrit",
      "رقمالحساب": 22588905,
      "رقمالشقة": 339,
      "استهلاكالكهرباء": 436,
      "قيمةالفاتورة": 2180,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Kelley Renbold",
      "رقمالحساب": 774531753,
      "رقمالشقة": 137,
      "استهلاكالكهرباء": 262,
      "قيمةالفاتورة": 1310,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Bernelle Alps",
      "رقمالحساب": 493235935,
      "رقمالشقة": 831,
      "استهلاكالكهرباء": 296,
      "قيمةالفاتورة": 1480,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Coralyn Kurdani",
      "رقمالحساب": 470334063,
      "رقمالشقة": 581,
      "استهلاكالكهرباء": 339,
      "قيمةالفاتورة": 1695,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Meggi Isakov",
      "رقمالحساب": 205485289,
      "رقمالشقة": 149,
      "استهلاكالكهرباء": 321,
      "قيمةالفاتورة": 1605,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Lisle Binden",
      "رقمالحساب": 395380352,
      "رقمالشقة": 120,
      "استهلاكالكهرباء": 258,
      "قيمةالفاتورة": 1290,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Patin Allgood",
      "رقمالحساب": 449629021,
      "رقمالشقة": 389,
      "استهلاكالكهرباء": 423,
      "قيمةالفاتورة": 2115,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Durand Pina",
      "رقمالحساب": 981009092,
      "رقمالشقة": 334,
      "استهلاكالكهرباء": 203,
      "قيمةالفاتورة": 1015,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Stan Rowlett",
      "رقمالحساب": 800098016,
      "رقمالشقة": 598,
      "استهلاكالكهرباء": 283,
      "قيمةالفاتورة": 1415,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Lorilee Nand",
      "رقمالحساب": 292198056,
      "رقمالشقة": 992,
      "استهلاكالكهرباء": 434,
      "قيمةالفاتورة": 2170,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Tillie Habgood",
      "رقمالحساب": 978786055,
      "رقمالشقة": 816,
      "استهلاكالكهرباء": 499,
      "قيمةالفاتورة": 2495,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Moise Thoresby",
      "رقمالحساب": 788652572,
      "رقمالشقة": 300,
      "استهلاكالكهرباء": 203,
      "قيمةالفاتورة": 1015,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Tory Goold",
      "رقمالحساب": 361093790,
      "رقمالشقة": 265,
      "استهلاكالكهرباء": 168,
      "قيمةالفاتورة": 840,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Erskine Feldon",
      "رقمالحساب": 345286762,
      "رقمالشقة": 545,
      "استهلاكالكهرباء": 189,
      "قيمةالفاتورة": 945,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Jaye O'Scannill",
      "رقمالحساب": 447285045,
      "رقمالشقة": 359,
      "استهلاكالكهرباء": 424,
      "قيمةالفاتورة": 2120,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Delmar Gajownik",
      "رقمالحساب": 605040167,
      "رقمالشقة": 492,
      "استهلاكالكهرباء": 201,
      "قيمةالفاتورة": 1005,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Brett Norridge",
      "رقمالحساب": 19673659,
      "رقمالشقة": 551,
      "استهلاكالكهرباء": 260,
      "قيمةالفاتورة": 1300,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Grover Rudram",
      "رقمالحساب": 612461523,
      "رقمالشقة": 174,
      "استهلاكالكهرباء": 379,
      "قيمةالفاتورة": 1895,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Darcy Trembey",
      "رقمالحساب": 751076947,
      "رقمالشقة": 282,
      "استهلاكالكهرباء": 263,
      "قيمةالفاتورة": 1315,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Perrine Meek",
      "رقمالحساب": 592962788,
      "رقمالشقة": 585,
      "استهلاكالكهرباء": 406,
      "قيمةالفاتورة": 2030,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Nobie Devonish",
      "رقمالحساب": 137809685,
      "رقمالشقة": 894,
      "استهلاكالكهرباء": 309,
      "قيمةالفاتورة": 1545,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Grier Alen",
      "رقمالحساب": 393354594,
      "رقمالشقة": 780,
      "استهلاكالكهرباء": 423,
      "قيمةالفاتورة": 2115,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Sally Reynalds",
      "رقمالحساب": 961632370,
      "رقمالشقة": 636,
      "استهلاكالكهرباء": 213,
      "قيمةالفاتورة": 1065,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Keefer Burdytt",
      "رقمالحساب": 703386828,
      "رقمالشقة": 851,
      "استهلاكالكهرباء": 199,
      "قيمةالفاتورة": 995,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Leo Ivory",
      "رقمالحساب": 770498158,
      "رقمالشقة": 844,
      "استهلاكالكهرباء": 246,
      "قيمةالفاتورة": 1230,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Jack Grubb",
      "رقمالحساب": 972791435,
      "رقمالشقة": 496,
      "استهلاكالكهرباء": 283,
      "قيمةالفاتورة": 1415,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Matthew Itzkovich",
      "رقمالحساب": 471071212,
      "رقمالشقة": 404,
      "استهلاكالكهرباء": 345,
      "قيمةالفاتورة": 1725,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Joachim Casserly",
      "رقمالحساب": 873688103,
      "رقمالشقة": 287,
      "استهلاكالكهرباء": 195,
      "قيمةالفاتورة": 975,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Jacqueline Dast",
      "رقمالحساب": 490596996,
      "رقمالشقة": 51,
      "استهلاكالكهرباء": 250,
      "قيمةالفاتورة": 1250,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Lelia Charkham",
      "رقمالحساب": 881297742,
      "رقمالشقة": 13,
      "استهلاكالكهرباء": 300,
      "قيمةالفاتورة": 1500,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Hilary Tomkinson",
      "رقمالحساب": 783034414,
      "رقمالشقة": 393,
      "استهلاكالكهرباء": 349,
      "قيمةالفاتورة": 1745,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Daphene O'Hannigan",
      "رقمالحساب": 528424578,
      "رقمالشقة": 365,
      "استهلاكالكهرباء": 402,
      "قيمةالفاتورة": 2010,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Nannette Luchelli",
      "رقمالحساب": 406284817,
      "رقمالشقة": 681,
      "استهلاكالكهرباء": 231,
      "قيمةالفاتورة": 1155,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Fern Thormwell",
      "رقمالحساب": 706972113,
      "رقمالشقة": 478,
      "استهلاكالكهرباء": 383,
      "قيمةالفاتورة": 1915,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Ranee Syddon",
      "رقمالحساب": 892869283,
      "رقمالشقة": 947,
      "استهلاكالكهرباء": 455,
      "قيمةالفاتورة": 2275,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Wilhelm Balsdon",
      "رقمالحساب": 570417019,
      "رقمالشقة": 477,
      "استهلاكالكهرباء": 253,
      "قيمةالفاتورة": 1265,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Harri Scowcraft",
      "رقمالحساب": 284494712,
      "رقمالشقة": 952,
      "استهلاكالكهرباء": 461,
      "قيمةالفاتورة": 2305,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Kellia Royl",
      "رقمالحساب": 559983998,
      "رقمالشقة": 925,
      "استهلاكالكهرباء": 355,
      "قيمةالفاتورة": 1775,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Salomone Menego",
      "رقمالحساب": 204477420,
      "رقمالشقة": 454,
      "استهلاكالكهرباء": 449,
      "قيمةالفاتورة": 2245,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Nelie Burg",
      "رقمالحساب": 336883543,
      "رقمالشقة": 402,
      "استهلاكالكهرباء": 293,
      "قيمةالفاتورة": 1465,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Caye Cottell",
      "رقمالحساب": 676911994,
      "رقمالشقة": 62,
      "استهلاكالكهرباء": 239,
      "قيمةالفاتورة": 1195,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Bertie Heinke",
      "رقمالحساب": 491523095,
      "رقمالشقة": 27,
      "استهلاكالكهرباء": 235,
      "قيمةالفاتورة": 1175,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Billy Kocher",
      "رقمالحساب": 237523656,
      "رقمالشقة": 608,
      "استهلاكالكهرباء": 263,
      "قيمةالفاتورة": 1315,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Mattias Gentle",
      "رقمالحساب": 831843851,
      "رقمالشقة": 418,
      "استهلاكالكهرباء": 369,
      "قيمةالفاتورة": 1845,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Brad Scrivner",
      "رقمالحساب": 450616464,
      "رقمالشقة": 994,
      "استهلاكالكهرباء": 373,
      "قيمةالفاتورة": 1865,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Lock Fines",
      "رقمالحساب": 289201751,
      "رقمالشقة": 935,
      "استهلاكالكهرباء": 401,
      "قيمةالفاتورة": 2005,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Sisely Scowcraft",
      "رقمالحساب": 43902202,
      "رقمالشقة": 68,
      "استهلاكالكهرباء": 289,
      "قيمةالفاتورة": 1445,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Hansiain Petican",
      "رقمالحساب": 917736706,
      "رقمالشقة": 703,
      "استهلاكالكهرباء": 406,
      "قيمةالفاتورة": 2030,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Imelda Hatwells",
      "رقمالحساب": 698952167,
      "رقمالشقة": 113,
      "استهلاكالكهرباء": 479,
      "قيمةالفاتورة": 2395,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Cassie Hynd",
      "رقمالحساب": 700542910,
      "رقمالشقة": 425,
      "استهلاكالكهرباء": 474,
      "قيمةالفاتورة": 2370,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Merrili Kenton",
      "رقمالحساب": 67105764,
      "رقمالشقة": 511,
      "استهلاكالكهرباء": 170,
      "قيمةالفاتورة": 850,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Jill Mousley",
      "رقمالحساب": 396241078,
      "رقمالشقة": 784,
      "استهلاكالكهرباء": 320,
      "قيمةالفاتورة": 1600,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Bellina Standbridge",
      "رقمالحساب": 259181692,
      "رقمالشقة": 283,
      "استهلاكالكهرباء": 285,
      "قيمةالفاتورة": 1425,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Debbi Witchell",
      "رقمالحساب": 704580075,
      "رقمالشقة": 700,
      "استهلاكالكهرباء": 264,
      "قيمةالفاتورة": 1320,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Meaghan Wooffitt",
      "رقمالحساب": 763053460,
      "رقمالشقة": 235,
      "استهلاكالكهرباء": 233,
      "قيمةالفاتورة": 1165,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Blithe Bernat",
      "رقمالحساب": 599939756,
      "رقمالشقة": 354,
      "استهلاكالكهرباء": 470,
      "قيمةالفاتورة": 2350,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Consolata Wetwood",
      "رقمالحساب": 280551093,
      "رقمالشقة": 916,
      "استهلاكالكهرباء": 392,
      "قيمةالفاتورة": 1960,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Jill Adriaens",
      "رقمالحساب": 651356099,
      "رقمالشقة": 263,
      "استهلاكالكهرباء": 402,
      "قيمةالفاتورة": 2010,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Traver Humbie",
      "رقمالحساب": 526220114,
      "رقمالشقة": 223,
      "استهلاكالكهرباء": 235,
      "قيمةالفاتورة": 1175,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Delinda Finden",
      "رقمالحساب": 753273992,
      "رقمالشقة": 26,
      "استهلاكالكهرباء": 412,
      "قيمةالفاتورة": 2060,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Lin Jeckell",
      "رقمالحساب": 657661495,
      "رقمالشقة": 539,
      "استهلاكالكهرباء": 159,
      "قيمةالفاتورة": 795,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Jacquie Gilardengo",
      "رقمالحساب": 703974367,
      "رقمالشقة": 32,
      "استهلاكالكهرباء": 441,
      "قيمةالفاتورة": 2205,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Berti Abbitt",
      "رقمالحساب": 223496432,
      "رقمالشقة": 253,
      "استهلاكالكهرباء": 376,
      "قيمةالفاتورة": 1880,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Thomasine Statton",
      "رقمالحساب": 470248760,
      "رقمالشقة": 409,
      "استهلاكالكهرباء": 224,
      "قيمةالفاتورة": 1120,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Crysta Gauson",
      "رقمالحساب": 845243346,
      "رقمالشقة": 372,
      "استهلاكالكهرباء": 348,
      "قيمةالفاتورة": 1740,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Chantal Hair",
      "رقمالحساب": 963751986,
      "رقمالشقة": 875,
      "استهلاكالكهرباء": 490,
      "قيمةالفاتورة": 2450,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Dolorita Carbin",
      "رقمالحساب": 501698997,
      "رقمالشقة": 387,
      "استهلاكالكهرباء": 206,
      "قيمةالفاتورة": 1030,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Maynord Kynsey",
      "رقمالحساب": 293904918,
      "رقمالشقة": 923,
      "استهلاكالكهرباء": 202,
      "قيمةالفاتورة": 1010,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Evelina Murricanes",
      "رقمالحساب": 567834856,
      "رقمالشقة": 308,
      "استهلاكالكهرباء": 228,
      "قيمةالفاتورة": 1140,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Rutledge Saffin",
      "رقمالحساب": 512805360,
      "رقمالشقة": 390,
      "استهلاكالكهرباء": 348,
      "قيمةالفاتورة": 1740,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Isabelle Schlagh",
      "رقمالحساب": 343760101,
      "رقمالشقة": 636,
      "استهلاكالكهرباء": 337,
      "قيمةالفاتورة": 1685,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Monica Daft",
      "رقمالحساب": 761857393,
      "رقمالشقة": 210,
      "استهلاكالكهرباء": 317,
      "قيمةالفاتورة": 1585,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Kori Cartlidge",
      "رقمالحساب": 388553654,
      "رقمالشقة": 963,
      "استهلاكالكهرباء": 362,
      "قيمةالفاتورة": 1810,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Jeralee Dollar",
      "رقمالحساب": 897308892,
      "رقمالشقة": 73,
      "استهلاكالكهرباء": 310,
      "قيمةالفاتورة": 1550,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Nicole Holmyard",
      "رقمالحساب": 413059368,
      "رقمالشقة": 0,
      "استهلاكالكهرباء": 473,
      "قيمةالفاتورة": 2365,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Lanny Saiger",
      "رقمالحساب": 444399503,
      "رقمالشقة": 782,
      "استهلاكالكهرباء": 363,
      "قيمةالفاتورة": 1815,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Doroteya Swanwick",
      "رقمالحساب": 215463002,
      "رقمالشقة": 10,
      "استهلاكالكهرباء": 315,
      "قيمةالفاتورة": 1575,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Gun Flobert",
      "رقمالحساب": 521343106,
      "رقمالشقة": 603,
      "استهلاكالكهرباء": 276,
      "قيمةالفاتورة": 1380,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Tucky Smalcombe",
      "رقمالحساب": 196848826,
      "رقمالشقة": 173,
      "استهلاكالكهرباء": 239,
      "قيمةالفاتورة": 1195,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Xylia Orpin",
      "رقمالحساب": 922988228,
      "رقمالشقة": 109,
      "استهلاكالكهرباء": 413,
      "قيمةالفاتورة": 2065,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Sonnie Morrant",
      "رقمالحساب": 989395309,
      "رقمالشقة": 532,
      "استهلاكالكهرباء": 244,
      "قيمةالفاتورة": 1220,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Orelee Rubartelli",
      "رقمالحساب": 965911268,
      "رقمالشقة": 765,
      "استهلاكالكهرباء": 488,
      "قيمةالفاتورة": 2440,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Meryl Orniz",
      "رقمالحساب": 253469911,
      "رقمالشقة": 867,
      "استهلاكالكهرباء": 353,
      "قيمةالفاتورة": 1765,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Eda MacNeely",
      "رقمالحساب": 419883084,
      "رقمالشقة": 334,
      "استهلاكالكهرباء": 441,
      "قيمةالفاتورة": 2205,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Berny Chipchase",
      "رقمالحساب": 960230638,
      "رقمالشقة": 522,
      "استهلاكالكهرباء": 151,
      "قيمةالفاتورة": 755,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Darline Broadstock",
      "رقمالحساب": 738674798,
      "رقمالشقة": 565,
      "استهلاكالكهرباء": 236,
      "قيمةالفاتورة": 1180,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Mill Sausman",
      "رقمالحساب": 515106750,
      "رقمالشقة": 583,
      "استهلاكالكهرباء": 212,
      "قيمةالفاتورة": 1060,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Ulberto Ledrane",
      "رقمالحساب": 221834075,
      "رقمالشقة": 636,
      "استهلاكالكهرباء": 395,
      "قيمةالفاتورة": 1975,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Jobyna Castagnet",
      "رقمالحساب": 303297847,
      "رقمالشقة": 399,
      "استهلاكالكهرباء": 373,
      "قيمةالفاتورة": 1865,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Allison Lambirth",
      "رقمالحساب": 338868101,
      "رقمالشقة": 557,
      "استهلاكالكهرباء": 499,
      "قيمةالفاتورة": 2495,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Jae Lidstone",
      "رقمالحساب": 903627464,
      "رقمالشقة": 788,
      "استهلاكالكهرباء": 363,
      "قيمةالفاتورة": 1815,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Trenton Pendergrast",
      "رقمالحساب": 471250376,
      "رقمالشقة": 293,
      "استهلاكالكهرباء": 431,
      "قيمةالفاتورة": 2155,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Emogene Vassman",
      "رقمالحساب": 397933173,
      "رقمالشقة": 632,
      "استهلاكالكهرباء": 476,
      "قيمةالفاتورة": 2380,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Vivia Van Bruggen",
      "رقمالحساب": 675768937,
      "رقمالشقة": 174,
      "استهلاكالكهرباء": 203,
      "قيمةالفاتورة": 1015,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Margareta Worgan",
      "رقمالحساب": 542920612,
      "رقمالشقة": 921,
      "استهلاكالكهرباء": 388,
      "قيمةالفاتورة": 1940,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Neysa Copland",
      "رقمالحساب": 544138893,
      "رقمالشقة": 918,
      "استهلاكالكهرباء": 428,
      "قيمةالفاتورة": 2140,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Kaiser Weins",
      "رقمالحساب": 997635852,
      "رقمالشقة": 617,
      "استهلاكالكهرباء": 496,
      "قيمةالفاتورة": 2480,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Tommie Bardsley",
      "رقمالحساب": 224543959,
      "رقمالشقة": 885,
      "استهلاكالكهرباء": 346,
      "قيمةالفاتورة": 1730,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Ambrose Whistlecroft",
      "رقمالحساب": 845082487,
      "رقمالشقة": 51,
      "استهلاكالكهرباء": 393,
      "قيمةالفاتورة": 1965,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Tally Neely",
      "رقمالحساب": 73649010,
      "رقمالشقة": 988,
      "استهلاكالكهرباء": 422,
      "قيمةالفاتورة": 2110,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Chickie Reims",
      "رقمالحساب": 683930736,
      "رقمالشقة": 532,
      "استهلاكالكهرباء": 177,
      "قيمةالفاتورة": 885,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Harald Barton",
      "رقمالحساب": 972653863,
      "رقمالشقة": 727,
      "استهلاكالكهرباء": 310,
      "قيمةالفاتورة": 1550,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Betti Birden",
      "رقمالحساب": 806314091,
      "رقمالشقة": 283,
      "استهلاكالكهرباء": 164,
      "قيمةالفاتورة": 820,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Scotti Muckart",
      "رقمالحساب": 101632233,
      "رقمالشقة": 277,
      "استهلاكالكهرباء": 452,
      "قيمةالفاتورة": 2260,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Renate McDonough",
      "رقمالحساب": 244357347,
      "رقمالشقة": 889,
      "استهلاكالكهرباء": 315,
      "قيمةالفاتورة": 1575,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Eran Velde",
      "رقمالحساب": 557236800,
      "رقمالشقة": 917,
      "استهلاكالكهرباء": 421,
      "قيمةالفاتورة": 2105,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Cristy Teideman",
      "رقمالحساب": 763276842,
      "رقمالشقة": 963,
      "استهلاكالكهرباء": 276,
      "قيمةالفاتورة": 1380,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Hyatt Rustich",
      "رقمالحساب": 490053161,
      "رقمالشقة": 594,
      "استهلاكالكهرباء": 479,
      "قيمةالفاتورة": 2395,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Alec Escott",
      "رقمالحساب": 170818928,
      "رقمالشقة": 923,
      "استهلاكالكهرباء": 209,
      "قيمةالفاتورة": 1045,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Enrica Culcheth",
      "رقمالحساب": 397949881,
      "رقمالشقة": 871,
      "استهلاكالكهرباء": 308,
      "قيمةالفاتورة": 1540,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Delly Flament",
      "رقمالحساب": 945667919,
      "رقمالشقة": 591,
      "استهلاكالكهرباء": 468,
      "قيمةالفاتورة": 2340,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Waverly Barlthrop",
      "رقمالحساب": 518803818,
      "رقمالشقة": 181,
      "استهلاكالكهرباء": 444,
      "قيمةالفاتورة": 2220,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Roxanne Americi",
      "رقمالحساب": 325724668,
      "رقمالشقة": 743,
      "استهلاكالكهرباء": 151,
      "قيمةالفاتورة": 755,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Verla Essberger",
      "رقمالحساب": 536163311,
      "رقمالشقة": 848,
      "استهلاكالكهرباء": 313,
      "قيمةالفاتورة": 1565,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Angelika Capsey",
      "رقمالحساب": 483399187,
      "رقمالشقة": 151,
      "استهلاكالكهرباء": 346,
      "قيمةالفاتورة": 1730,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Anetta Taillard",
      "رقمالحساب": 826346136,
      "رقمالشقة": 387,
      "استهلاكالكهرباء": 182,
      "قيمةالفاتورة": 910,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Annabel Wadwell",
      "رقمالحساب": 385189049,
      "رقمالشقة": 726,
      "استهلاكالكهرباء": 296,
      "قيمةالفاتورة": 1480,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Carlyle Roots",
      "رقمالحساب": 550384170,
      "رقمالشقة": 177,
      "استهلاكالكهرباء": 295,
      "قيمةالفاتورة": 1475,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Nanete Efford",
      "رقمالحساب": 629736853,
      "رقمالشقة": 551,
      "استهلاكالكهرباء": 267,
      "قيمةالفاتورة": 1335,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Laureen Heynel",
      "رقمالحساب": 110457028,
      "رقمالشقة": 762,
      "استهلاكالكهرباء": 331,
      "قيمةالفاتورة": 1655,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Rollin Van de Velde",
      "رقمالحساب": 952949517,
      "رقمالشقة": 50,
      "استهلاكالكهرباء": 389,
      "قيمةالفاتورة": 1945,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Oberon Sturgess",
      "رقمالحساب": 817464093,
      "رقمالشقة": 958,
      "استهلاكالكهرباء": 438,
      "قيمةالفاتورة": 2190,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Hillary Janca",
      "رقمالحساب": 749382847,
      "رقمالشقة": 679,
      "استهلاكالكهرباء": 326,
      "قيمةالفاتورة": 1630,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Steffane Filipchikov",
      "رقمالحساب": 608080286,
      "رقمالشقة": 790,
      "استهلاكالكهرباء": 342,
      "قيمةالفاتورة": 1710,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Antonius Mixon",
      "رقمالحساب": 815504507,
      "رقمالشقة": 999,
      "استهلاكالكهرباء": 356,
      "قيمةالفاتورة": 1780,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Gregor Everit",
      "رقمالحساب": 815273653,
      "رقمالشقة": 405,
      "استهلاكالكهرباء": 152,
      "قيمةالفاتورة": 760,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Barron Dowty",
      "رقمالحساب": 289296947,
      "رقمالشقة": 792,
      "استهلاكالكهرباء": 386,
      "قيمةالفاتورة": 1930,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Olimpia Bettam",
      "رقمالحساب": 204633746,
      "رقمالشقة": 302,
      "استهلاكالكهرباء": 291,
      "قيمةالفاتورة": 1455,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Trenna Pavlata",
      "رقمالحساب": 84784469,
      "رقمالشقة": 101,
      "استهلاكالكهرباء": 321,
      "قيمةالفاتورة": 1605,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Dotti Coggins",
      "رقمالحساب": 116388841,
      "رقمالشقة": 968,
      "استهلاكالكهرباء": 486,
      "قيمةالفاتورة": 2430,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Amata Branigan",
      "رقمالحساب": 962362544,
      "رقمالشقة": 489,
      "استهلاكالكهرباء": 307,
      "قيمةالفاتورة": 1535,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Dalton Turnock",
      "رقمالحساب": 824777473,
      "رقمالشقة": 92,
      "استهلاكالكهرباء": 279,
      "قيمةالفاتورة": 1395,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Theresina Peggs",
      "رقمالحساب": 349566205,
      "رقمالشقة": 266,
      "استهلاكالكهرباء": 491,
      "قيمةالفاتورة": 2455,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Ximenes Lisamore",
      "رقمالحساب": 820013694,
      "رقمالشقة": 873,
      "استهلاكالكهرباء": 237,
      "قيمةالفاتورة": 1185,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Glory Spinas",
      "رقمالحساب": 171418496,
      "رقمالشقة": 956,
      "استهلاكالكهرباء": 250,
      "قيمةالفاتورة": 1250,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Elsey Crowdy",
      "رقمالحساب": 638699313,
      "رقمالشقة": 987,
      "استهلاكالكهرباء": 399,
      "قيمةالفاتورة": 1995,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Donall McKelloch",
      "رقمالحساب": 455519762,
      "رقمالشقة": 220,
      "استهلاكالكهرباء": 357,
      "قيمةالفاتورة": 1785,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Hedy Grandin",
      "رقمالحساب": 73897073,
      "رقمالشقة": 661,
      "استهلاكالكهرباء": 490,
      "قيمةالفاتورة": 2450,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Shayna MacLure",
      "رقمالحساب": 485435779,
      "رقمالشقة": 778,
      "استهلاكالكهرباء": 321,
      "قيمةالفاتورة": 1605,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Truda Whates",
      "رقمالحساب": 84034718,
      "رقمالشقة": 9,
      "استهلاكالكهرباء": 319,
      "قيمةالفاتورة": 1595,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Barney Onraet",
      "رقمالحساب": 608152653,
      "رقمالشقة": 436,
      "استهلاكالكهرباء": 337,
      "قيمةالفاتورة": 1685,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Onofredo Illesley",
      "رقمالحساب": 356687919,
      "رقمالشقة": 870,
      "استهلاكالكهرباء": 370,
      "قيمةالفاتورة": 1850,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Sandi Buston",
      "رقمالحساب": 464220871,
      "رقمالشقة": 372,
      "استهلاكالكهرباء": 395,
      "قيمةالفاتورة": 1975,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Danny Foote",
      "رقمالحساب": 294855578,
      "رقمالشقة": 298,
      "استهلاكالكهرباء": 432,
      "قيمةالفاتورة": 2160,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Gun Goodlud",
      "رقمالحساب": 209349890,
      "رقمالشقة": 772,
      "استهلاكالكهرباء": 409,
      "قيمةالفاتورة": 2045,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Bevvy Steers",
      "رقمالحساب": 732826982,
      "رقمالشقة": 748,
      "استهلاكالكهرباء": 221,
      "قيمةالفاتورة": 1105,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Marijo Dawidsohn",
      "رقمالحساب": 614629632,
      "رقمالشقة": 13,
      "استهلاكالكهرباء": 181,
      "قيمةالفاتورة": 905,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Rip Baudrey",
      "رقمالحساب": 126442672,
      "رقمالشقة": 92,
      "استهلاكالكهرباء": 264,
      "قيمةالفاتورة": 1320,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Hedy Mylechreest",
      "رقمالحساب": 518727968,
      "رقمالشقة": 280,
      "استهلاكالكهرباء": 485,
      "قيمةالفاتورة": 2425,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Meryl Nemchinov",
      "رقمالحساب": 974967751,
      "رقمالشقة": 917,
      "استهلاكالكهرباء": 252,
      "قيمةالفاتورة": 1260,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Kale Ocheltree",
      "رقمالحساب": 188117727,
      "رقمالشقة": 703,
      "استهلاكالكهرباء": 392,
      "قيمةالفاتورة": 1960,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Norby Woollaston",
      "رقمالحساب": 179860806,
      "رقمالشقة": 330,
      "استهلاكالكهرباء": 270,
      "قيمةالفاتورة": 1350,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Franchot Palffy",
      "رقمالحساب": 883980360,
      "رقمالشقة": 146,
      "استهلاكالكهرباء": 181,
      "قيمةالفاتورة": 905,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Rickard Adamovicz",
      "رقمالحساب": 544656429,
      "رقمالشقة": 614,
      "استهلاكالكهرباء": 331,
      "قيمةالفاتورة": 1655,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Katinka Lyal",
      "رقمالحساب": 826937993,
      "رقمالشقة": 694,
      "استهلاكالكهرباء": 477,
      "قيمةالفاتورة": 2385,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Hadria Salmoni",
      "رقمالحساب": 683831348,
      "رقمالشقة": 97,
      "استهلاكالكهرباء": 188,
      "قيمةالفاتورة": 940,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Travis Burling",
      "رقمالحساب": 95660210,
      "رقمالشقة": 627,
      "استهلاكالكهرباء": 346,
      "قيمةالفاتورة": 1730,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Nichol Petto",
      "رقمالحساب": 714610253,
      "رقمالشقة": 539,
      "استهلاكالكهرباء": 202,
      "قيمةالفاتورة": 1010,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Wandie Tabor",
      "رقمالحساب": 267083658,
      "رقمالشقة": 874,
      "استهلاكالكهرباء": 254,
      "قيمةالفاتورة": 1270,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Brandon Tooth",
      "رقمالحساب": 926390536,
      "رقمالشقة": 789,
      "استهلاكالكهرباء": 367,
      "قيمةالفاتورة": 1835,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Arlyn O'Finan",
      "رقمالحساب": 430560389,
      "رقمالشقة": 759,
      "استهلاكالكهرباء": 472,
      "قيمةالفاتورة": 2360,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Hart Graffin",
      "رقمالحساب": 565270598,
      "رقمالشقة": 394,
      "استهلاكالكهرباء": 493,
      "قيمةالفاتورة": 2465,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Ashlin Wardingly",
      "رقمالحساب": 716207238,
      "رقمالشقة": 572,
      "استهلاكالكهرباء": 378,
      "قيمةالفاتورة": 1890,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Karisa Smeall",
      "رقمالحساب": 450181414,
      "رقمالشقة": 773,
      "استهلاكالكهرباء": 327,
      "قيمةالفاتورة": 1635,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Lawry Giovanni",
      "رقمالحساب": 597074442,
      "رقمالشقة": 758,
      "استهلاكالكهرباء": 315,
      "قيمةالفاتورة": 1575,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Brooks Downes",
      "رقمالحساب": 741054101,
      "رقمالشقة": 442,
      "استهلاكالكهرباء": 481,
      "قيمةالفاتورة": 2405,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Brion Meindl",
      "رقمالحساب": 945670497,
      "رقمالشقة": 896,
      "استهلاكالكهرباء": 435,
      "قيمةالفاتورة": 2175,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Richart Riglesford",
      "رقمالحساب": 241224680,
      "رقمالشقة": 154,
      "استهلاكالكهرباء": 403,
      "قيمةالفاتورة": 2015,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Arch Mercer",
      "رقمالحساب": 30309465,
      "رقمالشقة": 734,
      "استهلاكالكهرباء": 459,
      "قيمةالفاتورة": 2295,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Lennard Shearsby",
      "رقمالحساب": 913497881,
      "رقمالشقة": 48,
      "استهلاكالكهرباء": 220,
      "قيمةالفاتورة": 1100,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Val Llop",
      "رقمالحساب": 209848911,
      "رقمالشقة": 962,
      "استهلاكالكهرباء": 155,
      "قيمةالفاتورة": 775,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Mannie Fatharly",
      "رقمالحساب": 461127596,
      "رقمالشقة": 580,
      "استهلاكالكهرباء": 280,
      "قيمةالفاتورة": 1400,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Elane Frarey",
      "رقمالحساب": 126842041,
      "رقمالشقة": 364,
      "استهلاكالكهرباء": 155,
      "قيمةالفاتورة": 775,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Etta Jedrasik",
      "رقمالحساب": 422892635,
      "رقمالشقة": 385,
      "استهلاكالكهرباء": 460,
      "قيمةالفاتورة": 2300,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Amii Louthe",
      "رقمالحساب": 94674890,
      "رقمالشقة": 160,
      "استهلاكالكهرباء": 296,
      "قيمةالفاتورة": 1480,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Imojean Napthine",
      "رقمالحساب": 326576195,
      "رقمالشقة": 955,
      "استهلاكالكهرباء": 447,
      "قيمةالفاتورة": 2235,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Tanney Instock",
      "رقمالحساب": 741386136,
      "رقمالشقة": 654,
      "استهلاكالكهرباء": 273,
      "قيمةالفاتورة": 1365,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Mischa Bromby",
      "رقمالحساب": 322204250,
      "رقمالشقة": 366,
      "استهلاكالكهرباء": 217,
      "قيمةالفاتورة": 1085,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Fara Klampk",
      "رقمالحساب": 586753329,
      "رقمالشقة": 222,
      "استهلاكالكهرباء": 229,
      "قيمةالفاتورة": 1145,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Sylas Humphrey",
      "رقمالحساب": 313623361,
      "رقمالشقة": 672,
      "استهلاكالكهرباء": 302,
      "قيمةالفاتورة": 1510,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Aubrette Gunther",
      "رقمالحساب": 427670396,
      "رقمالشقة": 273,
      "استهلاكالكهرباء": 325,
      "قيمةالفاتورة": 1625,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Ardine Cleever",
      "رقمالحساب": 66111360,
      "رقمالشقة": 149,
      "استهلاكالكهرباء": 323,
      "قيمةالفاتورة": 1615,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Bar Beningfield",
      "رقمالحساب": 838074324,
      "رقمالشقة": 111,
      "استهلاكالكهرباء": 207,
      "قيمةالفاتورة": 1035,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Bastien Fanshawe",
      "رقمالحساب": 313204525,
      "رقمالشقة": 409,
      "استهلاكالكهرباء": 329,
      "قيمةالفاتورة": 1645,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Kendre Worsnap",
      "رقمالحساب": 361055189,
      "رقمالشقة": 321,
      "استهلاكالكهرباء": 478,
      "قيمةالفاتورة": 2390,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Fernande Smithen",
      "رقمالحساب": 478105338,
      "رقمالشقة": 276,
      "استهلاكالكهرباء": 265,
      "قيمةالفاتورة": 1325,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Regen Paice",
      "رقمالحساب": 261763314,
      "رقمالشقة": 558,
      "استهلاكالكهرباء": 280,
      "قيمةالفاتورة": 1400,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Annora Desvignes",
      "رقمالحساب": 900170528,
      "رقمالشقة": 563,
      "استهلاكالكهرباء": 172,
      "قيمةالفاتورة": 860,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Jeana Edess",
      "رقمالحساب": 567330757,
      "رقمالشقة": 751,
      "استهلاكالكهرباء": 499,
      "قيمةالفاتورة": 2495,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Bevon Dries",
      "رقمالحساب": 932075461,
      "رقمالشقة": 4,
      "استهلاكالكهرباء": 478,
      "قيمةالفاتورة": 2390,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Carline Campe",
      "رقمالحساب": 28651699,
      "رقمالشقة": 921,
      "استهلاكالكهرباء": 242,
      "قيمةالفاتورة": 1210,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Daren Wenban",
      "رقمالحساب": 727229131,
      "رقمالشقة": 933,
      "استهلاكالكهرباء": 253,
      "قيمةالفاتورة": 1265,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Minerva Sisse",
      "رقمالحساب": 755155760,
      "رقمالشقة": 291,
      "استهلاكالكهرباء": 277,
      "قيمةالفاتورة": 1385,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Dyanne Kroin",
      "رقمالحساب": 641352949,
      "رقمالشقة": 512,
      "استهلاكالكهرباء": 397,
      "قيمةالفاتورة": 1985,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Kanya Petty",
      "رقمالحساب": 519261435,
      "رقمالشقة": 665,
      "استهلاكالكهرباء": 274,
      "قيمةالفاتورة": 1370,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Gianni Jewster",
      "رقمالحساب": 240831042,
      "رقمالشقة": 759,
      "استهلاكالكهرباء": 254,
      "قيمةالفاتورة": 1270,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Clovis Castilla",
      "رقمالحساب": 356667867,
      "رقمالشقة": 518,
      "استهلاكالكهرباء": 438,
      "قيمةالفاتورة": 2190,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Catlaina Jayes",
      "رقمالحساب": 707814696,
      "رقمالشقة": 260,
      "استهلاكالكهرباء": 434,
      "قيمةالفاتورة": 2170,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Alain Gillmor",
      "رقمالحساب": 952064241,
      "رقمالشقة": 145,
      "استهلاكالكهرباء": 301,
      "قيمةالفاتورة": 1505,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Rosy Stivey",
      "رقمالحساب": 784947110,
      "رقمالشقة": 980,
      "استهلاكالكهرباء": 339,
      "قيمةالفاتورة": 1695,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Elfie di Rocca",
      "رقمالحساب": 883645270,
      "رقمالشقة": 223,
      "استهلاكالكهرباء": 280,
      "قيمةالفاتورة": 1400,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Lambert Ebbins",
      "رقمالحساب": 101089048,
      "رقمالشقة": 845,
      "استهلاكالكهرباء": 446,
      "قيمةالفاتورة": 2230,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Justin Gadney",
      "رقمالحساب": 250240580,
      "رقمالشقة": 484,
      "استهلاكالكهرباء": 385,
      "قيمةالفاتورة": 1925,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Kally Serjeantson",
      "رقمالحساب": 418453997,
      "رقمالشقة": 256,
      "استهلاكالكهرباء": 457,
      "قيمةالفاتورة": 2285,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Clemens Setchell",
      "رقمالحساب": 773088243,
      "رقمالشقة": 634,
      "استهلاكالكهرباء": 349,
      "قيمةالفاتورة": 1745,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Zorine Ashforth",
      "رقمالحساب": 381440013,
      "رقمالشقة": 841,
      "استهلاكالكهرباء": 229,
      "قيمةالفاتورة": 1145,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Margo Klimsch",
      "رقمالحساب": 210523363,
      "رقمالشقة": 261,
      "استهلاكالكهرباء": 442,
      "قيمةالفاتورة": 2210,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Hendrika Whichelow",
      "رقمالحساب": 40410176,
      "رقمالشقة": 545,
      "استهلاكالكهرباء": 389,
      "قيمةالفاتورة": 1945,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Margaretta Goggins",
      "رقمالحساب": 178161096,
      "رقمالشقة": 504,
      "استهلاكالكهرباء": 447,
      "قيمةالفاتورة": 2235,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Phyllida Baldack",
      "رقمالحساب": 629879977,
      "رقمالشقة": 507,
      "استهلاكالكهرباء": 433,
      "قيمةالفاتورة": 2165,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Delly Robiou",
      "رقمالحساب": 166310123,
      "رقمالشقة": 490,
      "استهلاكالكهرباء": 355,
      "قيمةالفاتورة": 1775,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Maressa Rolinson",
      "رقمالحساب": 605628656,
      "رقمالشقة": 467,
      "استهلاكالكهرباء": 290,
      "قيمةالفاتورة": 1450,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Sheila-kathryn Ackred",
      "رقمالحساب": 997958786,
      "رقمالشقة": 539,
      "استهلاكالكهرباء": 479,
      "قيمةالفاتورة": 2395,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Maia Poytheras",
      "رقمالحساب": 739692652,
      "رقمالشقة": 566,
      "استهلاكالكهرباء": 168,
      "قيمةالفاتورة": 840,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Marianne Donnellan",
      "رقمالحساب": 828022954,
      "رقمالشقة": 353,
      "استهلاكالكهرباء": 259,
      "قيمةالفاتورة": 1295,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Finley Batchan",
      "رقمالحساب": 570342162,
      "رقمالشقة": 870,
      "استهلاكالكهرباء": 261,
      "قيمةالفاتورة": 1305,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Meyer Carlyon",
      "رقمالحساب": 231555863,
      "رقمالشقة": 952,
      "استهلاكالكهرباء": 170,
      "قيمةالفاتورة": 850,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Candide Rosendahl",
      "رقمالحساب": 530880162,
      "رقمالشقة": 701,
      "استهلاكالكهرباء": 242,
      "قيمةالفاتورة": 1210,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Claire Prozescky",
      "رقمالحساب": 212019705,
      "رقمالشقة": 916,
      "استهلاكالكهرباء": 377,
      "قيمةالفاتورة": 1885,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Alie Mahy",
      "رقمالحساب": 69011662,
      "رقمالشقة": 846,
      "استهلاكالكهرباء": 226,
      "قيمةالفاتورة": 1130,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Ericha Poundsford",
      "رقمالحساب": 570144689,
      "رقمالشقة": 503,
      "استهلاكالكهرباء": 169,
      "قيمةالفاتورة": 845,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Babbie Easman",
      "رقمالحساب": 923120872,
      "رقمالشقة": 623,
      "استهلاكالكهرباء": 179,
      "قيمةالفاتورة": 895,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Glynis Askwith",
      "رقمالحساب": 715105865,
      "رقمالشقة": 306,
      "استهلاكالكهرباء": 281,
      "قيمةالفاتورة": 1405,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Merna Jelley",
      "رقمالحساب": 128063202,
      "رقمالشقة": 188,
      "استهلاكالكهرباء": 211,
      "قيمةالفاتورة": 1055,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Rhonda Dalgliesh",
      "رقمالحساب": 651852532,
      "رقمالشقة": 362,
      "استهلاكالكهرباء": 216,
      "قيمةالفاتورة": 1080,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Reginald Honsch",
      "رقمالحساب": 821130812,
      "رقمالشقة": 549,
      "استهلاكالكهرباء": 378,
      "قيمةالفاتورة": 1890,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Etan Brant",
      "رقمالحساب": 500171260,
      "رقمالشقة": 278,
      "استهلاكالكهرباء": 286,
      "قيمةالفاتورة": 1430,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Barnebas Hudson",
      "رقمالحساب": 224659646,
      "رقمالشقة": 522,
      "استهلاكالكهرباء": 414,
      "قيمةالفاتورة": 2070,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Adham Abbitt",
      "رقمالحساب": 887546,
      "رقمالشقة": 704,
      "استهلاكالكهرباء": 468,
      "قيمةالفاتورة": 2340,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Donelle Isaq",
      "رقمالحساب": 314924520,
      "رقمالشقة": 411,
      "استهلاكالكهرباء": 197,
      "قيمةالفاتورة": 985,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Avril Pattison",
      "رقمالحساب": 760790603,
      "رقمالشقة": 620,
      "استهلاكالكهرباء": 230,
      "قيمةالفاتورة": 1150,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Con Joist",
      "رقمالحساب": 666240182,
      "رقمالشقة": 664,
      "استهلاكالكهرباء": 151,
      "قيمةالفاتورة": 755,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Ximenes Garrelts",
      "رقمالحساب": 849031161,
      "رقمالشقة": 75,
      "استهلاكالكهرباء": 333,
      "قيمةالفاتورة": 1665,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Paloma Hartwell",
      "رقمالحساب": 411076267,
      "رقمالشقة": 103,
      "استهلاكالكهرباء": 175,
      "قيمةالفاتورة": 875,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Joachim Josovitz",
      "رقمالحساب": 25393016,
      "رقمالشقة": 816,
      "استهلاكالكهرباء": 182,
      "قيمةالفاتورة": 910,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Rodi O'Fallone",
      "رقمالحساب": 454357215,
      "رقمالشقة": 22,
      "استهلاكالكهرباء": 338,
      "قيمةالفاتورة": 1690,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Jenna Pyrke",
      "رقمالحساب": 644673072,
      "رقمالشقة": 669,
      "استهلاكالكهرباء": 266,
      "قيمةالفاتورة": 1330,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Spence Fosten",
      "رقمالحساب": 792215166,
      "رقمالشقة": 933,
      "استهلاكالكهرباء": 361,
      "قيمةالفاتورة": 1805,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Halli Arondel",
      "رقمالحساب": 231317430,
      "رقمالشقة": 344,
      "استهلاكالكهرباء": 403,
      "قيمةالفاتورة": 2015,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Athena Mabee",
      "رقمالحساب": 335757592,
      "رقمالشقة": 885,
      "استهلاكالكهرباء": 471,
      "قيمةالفاتورة": 2355,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Stevy Davydoch",
      "رقمالحساب": 247421495,
      "رقمالشقة": 417,
      "استهلاكالكهرباء": 476,
      "قيمةالفاتورة": 2380,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Rory Gallandre",
      "رقمالحساب": 857034806,
      "رقمالشقة": 687,
      "استهلاكالكهرباء": 473,
      "قيمةالفاتورة": 2365,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Fionnula Heading",
      "رقمالحساب": 907668957,
      "رقمالشقة": 167,
      "استهلاكالكهرباء": 283,
      "قيمةالفاتورة": 1415,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Elspeth Ruoss",
      "رقمالحساب": 533701431,
      "رقمالشقة": 419,
      "استهلاكالكهرباء": 204,
      "قيمةالفاتورة": 1020,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Tremain Mayoral",
      "رقمالحساب": 778047893,
      "رقمالشقة": 572,
      "استهلاكالكهرباء": 441,
      "قيمةالفاتورة": 2205,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Euell May",
      "رقمالحساب": 547942925,
      "رقمالشقة": 494,
      "استهلاكالكهرباء": 487,
      "قيمةالفاتورة": 2435,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Harv Shurlock",
      "رقمالحساب": 792797472,
      "رقمالشقة": 288,
      "استهلاكالكهرباء": 296,
      "قيمةالفاتورة": 1480,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Reine Godfroy",
      "رقمالحساب": 293516661,
      "رقمالشقة": 987,
      "استهلاكالكهرباء": 212,
      "قيمةالفاتورة": 1060,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Chicky Hechlin",
      "رقمالحساب": 9340486,
      "رقمالشقة": 781,
      "استهلاكالكهرباء": 364,
      "قيمةالفاتورة": 1820,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Steffane Breslin",
      "رقمالحساب": 961580123,
      "رقمالشقة": 248,
      "استهلاكالكهرباء": 403,
      "قيمةالفاتورة": 2015,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Hoebart Barrasse",
      "رقمالحساب": 416231414,
      "رقمالشقة": 854,
      "استهلاكالكهرباء": 415,
      "قيمةالفاتورة": 2075,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Kat Brackenridge",
      "رقمالحساب": 456595738,
      "رقمالشقة": 846,
      "استهلاكالكهرباء": 213,
      "قيمةالفاتورة": 1065,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Tremaine Bentall",
      "رقمالحساب": 855567257,
      "رقمالشقة": 874,
      "استهلاكالكهرباء": 347,
      "قيمةالفاتورة": 1735,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Emmie Coite",
      "رقمالحساب": 774905174,
      "رقمالشقة": 443,
      "استهلاكالكهرباء": 240,
      "قيمةالفاتورة": 1200,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Leandra Fallens",
      "رقمالحساب": 171712637,
      "رقمالشقة": 201,
      "استهلاكالكهرباء": 446,
      "قيمةالفاتورة": 2230,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Glen Jurasek",
      "رقمالحساب": 328687968,
      "رقمالشقة": 915,
      "استهلاكالكهرباء": 332,
      "قيمةالفاتورة": 1660,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Blythe Aubrun",
      "رقمالحساب": 662713732,
      "رقمالشقة": 94,
      "استهلاكالكهرباء": 466,
      "قيمةالفاتورة": 2330,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Morgan Brooke",
      "رقمالحساب": 177187329,
      "رقمالشقة": 458,
      "استهلاكالكهرباء": 291,
      "قيمةالفاتورة": 1455,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Padgett Kitcherside",
      "رقمالحساب": 391117987,
      "رقمالشقة": 130,
      "استهلاكالكهرباء": 222,
      "قيمةالفاتورة": 1110,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Thedric Bawdon",
      "رقمالحساب": 34837502,
      "رقمالشقة": 373,
      "استهلاكالكهرباء": 165,
      "قيمةالفاتورة": 825,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Britt Bendall",
      "رقمالحساب": 327971599,
      "رقمالشقة": 121,
      "استهلاكالكهرباء": 242,
      "قيمةالفاتورة": 1210,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Patten Anfrey",
      "رقمالحساب": 326799929,
      "رقمالشقة": 420,
      "استهلاكالكهرباء": 275,
      "قيمةالفاتورة": 1375,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Valeria Laurenson",
      "رقمالحساب": 208533274,
      "رقمالشقة": 989,
      "استهلاكالكهرباء": 246,
      "قيمةالفاتورة": 1230,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Garret Blondin",
      "رقمالحساب": 404054865,
      "رقمالشقة": 515,
      "استهلاكالكهرباء": 318,
      "قيمةالفاتورة": 1590,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Alli Mein",
      "رقمالحساب": 300210814,
      "رقمالشقة": 593,
      "استهلاكالكهرباء": 184,
      "قيمةالفاتورة": 920,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Leilah Dory",
      "رقمالحساب": 346515715,
      "رقمالشقة": 77,
      "استهلاكالكهرباء": 302,
      "قيمةالفاتورة": 1510,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Anet Gadsby",
      "رقمالحساب": 232266015,
      "رقمالشقة": 442,
      "استهلاكالكهرباء": 356,
      "قيمةالفاتورة": 1780,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Andromache Conybear",
      "رقمالحساب": 879786702,
      "رقمالشقة": 653,
      "استهلاكالكهرباء": 372,
      "قيمةالفاتورة": 1860,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Martainn Stapforth",
      "رقمالحساب": 655807578,
      "رقمالشقة": 618,
      "استهلاكالكهرباء": 349,
      "قيمةالفاتورة": 1745,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Stefa Cartmel",
      "رقمالحساب": 564696153,
      "رقمالشقة": 995,
      "استهلاكالكهرباء": 224,
      "قيمةالفاتورة": 1120,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Lotty Wynter",
      "رقمالحساب": 670311342,
      "رقمالشقة": 158,
      "استهلاكالكهرباء": 190,
      "قيمةالفاتورة": 950,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Evonne Dunton",
      "رقمالحساب": 267432065,
      "رقمالشقة": 213,
      "استهلاكالكهرباء": 192,
      "قيمةالفاتورة": 960,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Julie Pickthorn",
      "رقمالحساب": 160160952,
      "رقمالشقة": 43,
      "استهلاكالكهرباء": 496,
      "قيمةالفاتورة": 2480,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Sterling Twelve",
      "رقمالحساب": 203856618,
      "رقمالشقة": 242,
      "استهلاكالكهرباء": 396,
      "قيمةالفاتورة": 1980,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Gray Thirlaway",
      "رقمالحساب": 695537418,
      "رقمالشقة": 396,
      "استهلاكالكهرباء": 283,
      "قيمةالفاتورة": 1415,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Natalee Caslett",
      "رقمالحساب": 569160262,
      "رقمالشقة": 827,
      "استهلاكالكهرباء": 416,
      "قيمةالفاتورة": 2080,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Annabela Gemnett",
      "رقمالحساب": 861212623,
      "رقمالشقة": 852,
      "استهلاكالكهرباء": 214,
      "قيمةالفاتورة": 1070,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Deny Yerrington",
      "رقمالحساب": 437471804,
      "رقمالشقة": 579,
      "استهلاكالكهرباء": 318,
      "قيمةالفاتورة": 1590,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Warde Flanne",
      "رقمالحساب": 835460213,
      "رقمالشقة": 57,
      "استهلاكالكهرباء": 460,
      "قيمةالفاتورة": 2300,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Garwin Andreichik",
      "رقمالحساب": 472450063,
      "رقمالشقة": 895,
      "استهلاكالكهرباء": 297,
      "قيمةالفاتورة": 1485,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Job Laban",
      "رقمالحساب": 524865904,
      "رقمالشقة": 180,
      "استهلاكالكهرباء": 220,
      "قيمةالفاتورة": 1100,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Nanine Le Guin",
      "رقمالحساب": 879353729,
      "رقمالشقة": 835,
      "استهلاكالكهرباء": 228,
      "قيمةالفاتورة": 1140,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Anthony Radnedge",
      "رقمالحساب": 888774536,
      "رقمالشقة": 155,
      "استهلاكالكهرباء": 171,
      "قيمةالفاتورة": 855,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Forster Knutton",
      "رقمالحساب": 314695184,
      "رقمالشقة": 865,
      "استهلاكالكهرباء": 274,
      "قيمةالفاتورة": 1370,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Natividad Garnam",
      "رقمالحساب": 26096891,
      "رقمالشقة": 203,
      "استهلاكالكهرباء": 482,
      "قيمةالفاتورة": 2410,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Tobe McKague",
      "رقمالحساب": 925303972,
      "رقمالشقة": 624,
      "استهلاكالكهرباء": 192,
      "قيمةالفاتورة": 960,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Julian Ham",
      "رقمالحساب": 80006515,
      "رقمالشقة": 885,
      "استهلاكالكهرباء": 153,
      "قيمةالفاتورة": 765,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Lamont Randlesome",
      "رقمالحساب": 480386223,
      "رقمالشقة": 387,
      "استهلاكالكهرباء": 369,
      "قيمةالفاتورة": 1845,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Aleen Lowdwell",
      "رقمالحساب": 156345851,
      "رقمالشقة": 273,
      "استهلاكالكهرباء": 359,
      "قيمةالفاتورة": 1795,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Hasty Kennard",
      "رقمالحساب": 610739668,
      "رقمالشقة": 605,
      "استهلاكالكهرباء": 290,
      "قيمةالفاتورة": 1450,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Zacherie Depke",
      "رقمالحساب": 644277156,
      "رقمالشقة": 824,
      "استهلاكالكهرباء": 459,
      "قيمةالفاتورة": 2295,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Idelle Gallon",
      "رقمالحساب": 927035463,
      "رقمالشقة": 109,
      "استهلاكالكهرباء": 389,
      "قيمةالفاتورة": 1945,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Mikkel McKew",
      "رقمالحساب": 38068405,
      "رقمالشقة": 800,
      "استهلاكالكهرباء": 251,
      "قيمةالفاتورة": 1255,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Melantha Connah",
      "رقمالحساب": 253606112,
      "رقمالشقة": 192,
      "استهلاكالكهرباء": 493,
      "قيمةالفاتورة": 2465,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Janka Barbera",
      "رقمالحساب": 105882876,
      "رقمالشقة": 82,
      "استهلاكالكهرباء": 366,
      "قيمةالفاتورة": 1830,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Leonie Sayle",
      "رقمالحساب": 469649935,
      "رقمالشقة": 193,
      "استهلاكالكهرباء": 186,
      "قيمةالفاتورة": 930,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Scarlett Klain",
      "رقمالحساب": 492006682,
      "رقمالشقة": 409,
      "استهلاكالكهرباء": 240,
      "قيمةالفاتورة": 1200,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Gabriella Folomkin",
      "رقمالحساب": 779603795,
      "رقمالشقة": 826,
      "استهلاكالكهرباء": 197,
      "قيمةالفاتورة": 985,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Cynthy Buckston",
      "رقمالحساب": 236251434,
      "رقمالشقة": 897,
      "استهلاكالكهرباء": 492,
      "قيمةالفاتورة": 2460,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Rockwell Butchers",
      "رقمالحساب": 792769369,
      "رقمالشقة": 391,
      "استهلاكالكهرباء": 284,
      "قيمةالفاتورة": 1420,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Kerk Kitchen",
      "رقمالحساب": 728174320,
      "رقمالشقة": 358,
      "استهلاكالكهرباء": 355,
      "قيمةالفاتورة": 1775,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Suzy Highman",
      "رقمالحساب": 904722951,
      "رقمالشقة": 446,
      "استهلاكالكهرباء": 228,
      "قيمةالفاتورة": 1140,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Abner Mardy",
      "رقمالحساب": 881415970,
      "رقمالشقة": 964,
      "استهلاكالكهرباء": 209,
      "قيمةالفاتورة": 1045,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Ailina Hefforde",
      "رقمالحساب": 160386430,
      "رقمالشقة": 946,
      "استهلاكالكهرباء": 184,
      "قيمةالفاتورة": 920,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Karrah Pieper",
      "رقمالحساب": 528023335,
      "رقمالشقة": 628,
      "استهلاكالكهرباء": 208,
      "قيمةالفاتورة": 1040,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Brooks Turland",
      "رقمالحساب": 763160534,
      "رقمالشقة": 410,
      "استهلاكالكهرباء": 275,
      "قيمةالفاتورة": 1375,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Jerry Mudge",
      "رقمالحساب": 444001501,
      "رقمالشقة": 269,
      "استهلاكالكهرباء": 285,
      "قيمةالفاتورة": 1425,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Corenda Steere",
      "رقمالحساب": 406208168,
      "رقمالشقة": 617,
      "استهلاكالكهرباء": 427,
      "قيمةالفاتورة": 2135,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Durante Restieaux",
      "رقمالحساب": 868118397,
      "رقمالشقة": 311,
      "استهلاكالكهرباء": 256,
      "قيمةالفاتورة": 1280,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Mart Northridge",
      "رقمالحساب": 146346153,
      "رقمالشقة": 324,
      "استهلاكالكهرباء": 322,
      "قيمةالفاتورة": 1610,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Mindy Mockett",
      "رقمالحساب": 293950372,
      "رقمالشقة": 374,
      "استهلاكالكهرباء": 252,
      "قيمةالفاتورة": 1260,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Fredrika De Domenico",
      "رقمالحساب": 949986868,
      "رقمالشقة": 554,
      "استهلاكالكهرباء": 243,
      "قيمةالفاتورة": 1215,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Agna Grunwall",
      "رقمالحساب": 717801623,
      "رقمالشقة": 897,
      "استهلاكالكهرباء": 299,
      "قيمةالفاتورة": 1495,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Pacorro Agus",
      "رقمالحساب": 185486954,
      "رقمالشقة": 648,
      "استهلاكالكهرباء": 499,
      "قيمةالفاتورة": 2495,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Julio Reinbach",
      "رقمالحساب": 522108707,
      "رقمالشقة": 627,
      "استهلاكالكهرباء": 372,
      "قيمةالفاتورة": 1860,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Karmen Chiechio",
      "رقمالحساب": 89802415,
      "رقمالشقة": 563,
      "استهلاكالكهرباء": 422,
      "قيمةالفاتورة": 2110,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Bond Bayliss",
      "رقمالحساب": 175955489,
      "رقمالشقة": 281,
      "استهلاكالكهرباء": 426,
      "قيمةالفاتورة": 2130,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Hetti Van Der Weedenburg",
      "رقمالحساب": 988443479,
      "رقمالشقة": 272,
      "استهلاكالكهرباء": 183,
      "قيمةالفاتورة": 915,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Gerri Hlavac",
      "رقمالحساب": 461148423,
      "رقمالشقة": 347,
      "استهلاكالكهرباء": 392,
      "قيمةالفاتورة": 1960,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Velma Crocroft",
      "رقمالحساب": 930096542,
      "رقمالشقة": 922,
      "استهلاكالكهرباء": 213,
      "قيمةالفاتورة": 1065,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Kayley Hassan",
      "رقمالحساب": 20585367,
      "رقمالشقة": 16,
      "استهلاكالكهرباء": 284,
      "قيمةالفاتورة": 1420,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Grace Willows",
      "رقمالحساب": 788093865,
      "رقمالشقة": 782,
      "استهلاكالكهرباء": 485,
      "قيمةالفاتورة": 2425,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Vera McLeman",
      "رقمالحساب": 97765256,
      "رقمالشقة": 178,
      "استهلاكالكهرباء": 171,
      "قيمةالفاتورة": 855,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Maxi Duesberry",
      "رقمالحساب": 108765489,
      "رقمالشقة": 240,
      "استهلاكالكهرباء": 321,
      "قيمةالفاتورة": 1605,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Moishe Worlidge",
      "رقمالحساب": 810444353,
      "رقمالشقة": 164,
      "استهلاكالكهرباء": 391,
      "قيمةالفاتورة": 1955,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Webb Seegar",
      "رقمالحساب": 411055826,
      "رقمالشقة": 124,
      "استهلاكالكهرباء": 201,
      "قيمةالفاتورة": 1005,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Archibald Puddan",
      "رقمالحساب": 445838288,
      "رقمالشقة": 186,
      "استهلاكالكهرباء": 235,
      "قيمةالفاتورة": 1175,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Jermaine Costigan",
      "رقمالحساب": 658674195,
      "رقمالشقة": 594,
      "استهلاكالكهرباء": 425,
      "قيمةالفاتورة": 2125,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Marthe Fletcher",
      "رقمالحساب": 253613746,
      "رقمالشقة": 934,
      "استهلاكالكهرباء": 317,
      "قيمةالفاتورة": 1585,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Katy Thorneloe",
      "رقمالحساب": 564606146,
      "رقمالشقة": 931,
      "استهلاكالكهرباء": 278,
      "قيمةالفاتورة": 1390,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Melitta Lehmann",
      "رقمالحساب": 544792522,
      "رقمالشقة": 850,
      "استهلاكالكهرباء": 473,
      "قيمةالفاتورة": 2365,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Lenora Campanelle",
      "رقمالحساب": 180166252,
      "رقمالشقة": 211,
      "استهلاكالكهرباء": 289,
      "قيمةالفاتورة": 1445,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Vite Smartman",
      "رقمالحساب": 438190146,
      "رقمالشقة": 297,
      "استهلاكالكهرباء": 330,
      "قيمةالفاتورة": 1650,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Fleming Castrillo",
      "رقمالحساب": 87950347,
      "رقمالشقة": 357,
      "استهلاكالكهرباء": 220,
      "قيمةالفاتورة": 1100,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Addie Shaddick",
      "رقمالحساب": 515248697,
      "رقمالشقة": 963,
      "استهلاكالكهرباء": 292,
      "قيمةالفاتورة": 1460,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Giuseppe Altree",
      "رقمالحساب": 47549075,
      "رقمالشقة": 154,
      "استهلاكالكهرباء": 289,
      "قيمةالفاتورة": 1445,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Maureene Longworth",
      "رقمالحساب": 97091861,
      "رقمالشقة": 38,
      "استهلاكالكهرباء": 164,
      "قيمةالفاتورة": 820,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Nanni Ruddlesden",
      "رقمالحساب": 197878711,
      "رقمالشقة": 423,
      "استهلاكالكهرباء": 404,
      "قيمةالفاتورة": 2020,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Tyne Labusquiere",
      "رقمالحساب": 34519628,
      "رقمالشقة": 283,
      "استهلاكالكهرباء": 471,
      "قيمةالفاتورة": 2355,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Sylvester Duley",
      "رقمالحساب": 609384917,
      "رقمالشقة": 738,
      "استهلاكالكهرباء": 494,
      "قيمةالفاتورة": 2470,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Heddi Raiston",
      "رقمالحساب": 71717619,
      "رقمالشقة": 733,
      "استهلاكالكهرباء": 177,
      "قيمةالفاتورة": 885,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Harrietta Matitiaho",
      "رقمالحساب": 164239527,
      "رقمالشقة": 587,
      "استهلاكالكهرباء": 388,
      "قيمةالفاتورة": 1940,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Hephzibah Baroc",
      "رقمالحساب": 633782945,
      "رقمالشقة": 238,
      "استهلاكالكهرباء": 205,
      "قيمةالفاتورة": 1025,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Erda Moorman",
      "رقمالحساب": 380750955,
      "رقمالشقة": 978,
      "استهلاكالكهرباء": 342,
      "قيمةالفاتورة": 1710,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Jocelyne Shingles",
      "رقمالحساب": 448936519,
      "رقمالشقة": 55,
      "استهلاكالكهرباء": 179,
      "قيمةالفاتورة": 895,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Davidde Carslake",
      "رقمالحساب": 664075481,
      "رقمالشقة": 382,
      "استهلاكالكهرباء": 262,
      "قيمةالفاتورة": 1310,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Dave Ennor",
      "رقمالحساب": 398670948,
      "رقمالشقة": 659,
      "استهلاكالكهرباء": 325,
      "قيمةالفاتورة": 1625,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Abba Corbridge",
      "رقمالحساب": 827565674,
      "رقمالشقة": 879,
      "استهلاكالكهرباء": 433,
      "قيمةالفاتورة": 2165,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Nikkie Ivanikhin",
      "رقمالحساب": 346243948,
      "رقمالشقة": 198,
      "استهلاكالكهرباء": 321,
      "قيمةالفاتورة": 1605,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Meade Van de Velde",
      "رقمالحساب": 514992967,
      "رقمالشقة": 951,
      "استهلاكالكهرباء": 246,
      "قيمةالفاتورة": 1230,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Benoit Gallehawk",
      "رقمالحساب": 143161575,
      "رقمالشقة": 273,
      "استهلاكالكهرباء": 150,
      "قيمةالفاتورة": 750,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Herold Rodda",
      "رقمالحساب": 795691349,
      "رقمالشقة": 594,
      "استهلاكالكهرباء": 247,
      "قيمةالفاتورة": 1235,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Juliet Baldacco",
      "رقمالحساب": 319070031,
      "رقمالشقة": 170,
      "استهلاكالكهرباء": 492,
      "قيمةالفاتورة": 2460,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Debbi Rosnau",
      "رقمالحساب": 795999385,
      "رقمالشقة": 816,
      "استهلاكالكهرباء": 253,
      "قيمةالفاتورة": 1265,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Mace Krink",
      "رقمالحساب": 27444281,
      "رقمالشقة": 645,
      "استهلاكالكهرباء": 409,
      "قيمةالفاتورة": 2045,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Cathlene Pitkins",
      "رقمالحساب": 299430818,
      "رقمالشقة": 445,
      "استهلاكالكهرباء": 413,
      "قيمةالفاتورة": 2065,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Patrick Fogarty",
      "رقمالحساب": 16406315,
      "رقمالشقة": 712,
      "استهلاكالكهرباء": 275,
      "قيمةالفاتورة": 1375,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Bev Romanini",
      "رقمالحساب": 306742285,
      "رقمالشقة": 876,
      "استهلاكالكهرباء": 218,
      "قيمةالفاتورة": 1090,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Imelda Skunes",
      "رقمالحساب": 754395394,
      "رقمالشقة": 711,
      "استهلاكالكهرباء": 314,
      "قيمةالفاتورة": 1570,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Garland Farloe",
      "رقمالحساب": 288541900,
      "رقمالشقة": 363,
      "استهلاكالكهرباء": 259,
      "قيمةالفاتورة": 1295,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Chiquia Kilfeather",
      "رقمالحساب": 542095732,
      "رقمالشقة": 446,
      "استهلاكالكهرباء": 230,
      "قيمةالفاتورة": 1150,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Orsola Spaughton",
      "رقمالحساب": 970519040,
      "رقمالشقة": 802,
      "استهلاكالكهرباء": 257,
      "قيمةالفاتورة": 1285,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Natale Fowlds",
      "رقمالحساب": 908703584,
      "رقمالشقة": 51,
      "استهلاكالكهرباء": 338,
      "قيمةالفاتورة": 1690,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Sianna Mugridge",
      "رقمالحساب": 111090640,
      "رقمالشقة": 898,
      "استهلاكالكهرباء": 348,
      "قيمةالفاتورة": 1740,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Peri Alsobrook",
      "رقمالحساب": 458967836,
      "رقمالشقة": 434,
      "استهلاكالكهرباء": 208,
      "قيمةالفاتورة": 1040,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Jeanie Petroff",
      "رقمالحساب": 634954651,
      "رقمالشقة": 970,
      "استهلاكالكهرباء": 354,
      "قيمةالفاتورة": 1770,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Richie Bumphrey",
      "رقمالحساب": 158141504,
      "رقمالشقة": 20,
      "استهلاكالكهرباء": 323,
      "قيمةالفاتورة": 1615,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Virgil Ilsley",
      "رقمالحساب": 183207846,
      "رقمالشقة": 159,
      "استهلاكالكهرباء": 401,
      "قيمةالفاتورة": 2005,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Reuven Statham",
      "رقمالحساب": 27583067,
      "رقمالشقة": 863,
      "استهلاكالكهرباء": 301,
      "قيمةالفاتورة": 1505,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Denice Romagnosi",
      "رقمالحساب": 921862063,
      "رقمالشقة": 893,
      "استهلاكالكهرباء": 441,
      "قيمةالفاتورة": 2205,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Fraze Pigford",
      "رقمالحساب": 934553722,
      "رقمالشقة": 487,
      "استهلاكالكهرباء": 457,
      "قيمةالفاتورة": 2285,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Mamie Welden",
      "رقمالحساب": 488822510,
      "رقمالشقة": 409,
      "استهلاكالكهرباء": 414,
      "قيمةالفاتورة": 2070,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Deirdre Mariel",
      "رقمالحساب": 35064046,
      "رقمالشقة": 405,
      "استهلاكالكهرباء": 389,
      "قيمةالفاتورة": 1945,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Reina Feake",
      "رقمالحساب": 271246162,
      "رقمالشقة": 587,
      "استهلاكالكهرباء": 375,
      "قيمةالفاتورة": 1875,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Margaretha Butland",
      "رقمالحساب": 885957948,
      "رقمالشقة": 558,
      "استهلاكالكهرباء": 391,
      "قيمةالفاتورة": 1955,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Reider Dibb",
      "رقمالحساب": 902677798,
      "رقمالشقة": 808,
      "استهلاكالكهرباء": 276,
      "قيمةالفاتورة": 1380,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Cesaro Albrook",
      "رقمالحساب": 157311053,
      "رقمالشقة": 25,
      "استهلاكالكهرباء": 316,
      "قيمةالفاتورة": 1580,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Selma Grima",
      "رقمالحساب": 837051994,
      "رقمالشقة": 715,
      "استهلاكالكهرباء": 175,
      "قيمةالفاتورة": 875,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Ardella Patterson",
      "رقمالحساب": 325971482,
      "رقمالشقة": 82,
      "استهلاكالكهرباء": 350,
      "قيمةالفاتورة": 1750,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Gabriell Greenhouse",
      "رقمالحساب": 629456767,
      "رقمالشقة": 824,
      "استهلاكالكهرباء": 221,
      "قيمةالفاتورة": 1105,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Augie Cordelette",
      "رقمالحساب": 951853977,
      "رقمالشقة": 647,
      "استهلاكالكهرباء": 197,
      "قيمةالفاتورة": 985,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Arnie Balogun",
      "رقمالحساب": 472860382,
      "رقمالشقة": 823,
      "استهلاكالكهرباء": 489,
      "قيمةالفاتورة": 2445,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Ferguson Pietri",
      "رقمالحساب": 680729344,
      "رقمالشقة": 13,
      "استهلاكالكهرباء": 483,
      "قيمةالفاتورة": 2415,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Noe Chatel",
      "رقمالحساب": 133573123,
      "رقمالشقة": 498,
      "استهلاكالكهرباء": 200,
      "قيمةالفاتورة": 1000,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Kelcy Cudmore",
      "رقمالحساب": 137625537,
      "رقمالشقة": 560,
      "استهلاكالكهرباء": 275,
      "قيمةالفاتورة": 1375,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Somerset Liggons",
      "رقمالحساب": 984053113,
      "رقمالشقة": 927,
      "استهلاكالكهرباء": 407,
      "قيمةالفاتورة": 2035,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Manny Ranklin",
      "رقمالحساب": 220737248,
      "رقمالشقة": 19,
      "استهلاكالكهرباء": 343,
      "قيمةالفاتورة": 1715,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Cris Winnett",
      "رقمالحساب": 509931971,
      "رقمالشقة": 749,
      "استهلاكالكهرباء": 228,
      "قيمةالفاتورة": 1140,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Margarethe Simonson",
      "رقمالحساب": 316273055,
      "رقمالشقة": 971,
      "استهلاكالكهرباء": 267,
      "قيمةالفاتورة": 1335,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Hanni Josephsen",
      "رقمالحساب": 842197150,
      "رقمالشقة": 99,
      "استهلاكالكهرباء": 369,
      "قيمةالفاتورة": 1845,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Jasper Folshom",
      "رقمالحساب": 438169588,
      "رقمالشقة": 383,
      "استهلاكالكهرباء": 450,
      "قيمةالفاتورة": 2250,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Lissie Garvie",
      "رقمالحساب": 657143404,
      "رقمالشقة": 615,
      "استهلاكالكهرباء": 318,
      "قيمةالفاتورة": 1590,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Lilia Claige",
      "رقمالحساب": 971289214,
      "رقمالشقة": 278,
      "استهلاكالكهرباء": 292,
      "قيمةالفاتورة": 1460,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Judye Ismay",
      "رقمالحساب": 717849842,
      "رقمالشقة": 607,
      "استهلاكالكهرباء": 444,
      "قيمةالفاتورة": 2220,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Marijo Monteaux",
      "رقمالحساب": 911144308,
      "رقمالشقة": 476,
      "استهلاكالكهرباء": 190,
      "قيمةالفاتورة": 950,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Angela Excell",
      "رقمالحساب": 284663917,
      "رقمالشقة": 165,
      "استهلاكالكهرباء": 327,
      "قيمةالفاتورة": 1635,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Wynnie Pengelly",
      "رقمالحساب": 537896991,
      "رقمالشقة": 316,
      "استهلاكالكهرباء": 212,
      "قيمةالفاتورة": 1060,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Perla Zimmerman",
      "رقمالحساب": 422884879,
      "رقمالشقة": 483,
      "استهلاكالكهرباء": 340,
      "قيمةالفاتورة": 1700,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Kaye Crittal",
      "رقمالحساب": 254708176,
      "رقمالشقة": 997,
      "استهلاكالكهرباء": 471,
      "قيمةالفاتورة": 2355,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Lori Puncher",
      "رقمالحساب": 103031710,
      "رقمالشقة": 956,
      "استهلاكالكهرباء": 320,
      "قيمةالفاتورة": 1600,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Timotheus Copes",
      "رقمالحساب": 370488218,
      "رقمالشقة": 851,
      "استهلاكالكهرباء": 239,
      "قيمةالفاتورة": 1195,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Bettye McTavish",
      "رقمالحساب": 241985104,
      "رقمالشقة": 698,
      "استهلاكالكهرباء": 375,
      "قيمةالفاتورة": 1875,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Sidney Lindsay",
      "رقمالحساب": 38096030,
      "رقمالشقة": 669,
      "استهلاكالكهرباء": 426,
      "قيمةالفاتورة": 2130,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Orlan Latham",
      "رقمالحساب": 593773661,
      "رقمالشقة": 198,
      "استهلاكالكهرباء": 371,
      "قيمةالفاتورة": 1855,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Lindie Undrell",
      "رقمالحساب": 6261465,
      "رقمالشقة": 582,
      "استهلاكالكهرباء": 171,
      "قيمةالفاتورة": 855,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Ansell Hucker",
      "رقمالحساب": 784043249,
      "رقمالشقة": 55,
      "استهلاكالكهرباء": 214,
      "قيمةالفاتورة": 1070,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Bale De Meis",
      "رقمالحساب": 448044843,
      "رقمالشقة": 597,
      "استهلاكالكهرباء": 267,
      "قيمةالفاتورة": 1335,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Ring Qualtrough",
      "رقمالحساب": 502779834,
      "رقمالشقة": 907,
      "استهلاكالكهرباء": 340,
      "قيمةالفاتورة": 1700,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Mario Finci",
      "رقمالحساب": 966789048,
      "رقمالشقة": 554,
      "استهلاكالكهرباء": 481,
      "قيمةالفاتورة": 2405,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Conrado Rawstorn",
      "رقمالحساب": 368507778,
      "رقمالشقة": 645,
      "استهلاكالكهرباء": 213,
      "قيمةالفاتورة": 1065,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Robby Philbrook",
      "رقمالحساب": 219075310,
      "رقمالشقة": 718,
      "استهلاكالكهرباء": 303,
      "قيمةالفاتورة": 1515,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Garrard Daelman",
      "رقمالحساب": 902979134,
      "رقمالشقة": 363,
      "استهلاكالكهرباء": 458,
      "قيمةالفاتورة": 2290,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Valentino Badby",
      "رقمالحساب": 179084879,
      "رقمالشقة": 101,
      "استهلاكالكهرباء": 393,
      "قيمةالفاتورة": 1965,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Theobald Challender",
      "رقمالحساب": 523516285,
      "رقمالشقة": 350,
      "استهلاكالكهرباء": 226,
      "قيمةالفاتورة": 1130,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Indira Gligori",
      "رقمالحساب": 381798468,
      "رقمالشقة": 815,
      "استهلاكالكهرباء": 165,
      "قيمةالفاتورة": 825,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Saloma Barnwill",
      "رقمالحساب": 156931741,
      "رقمالشقة": 85,
      "استهلاكالكهرباء": 363,
      "قيمةالفاتورة": 1815,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Glennis Coil",
      "رقمالحساب": 895234748,
      "رقمالشقة": 796,
      "استهلاكالكهرباء": 466,
      "قيمةالفاتورة": 2330,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Leroi Pilsbury",
      "رقمالحساب": 777059885,
      "رقمالشقة": 370,
      "استهلاكالكهرباء": 435,
      "قيمةالفاتورة": 2175,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Aloise Pirson",
      "رقمالحساب": 204281887,
      "رقمالشقة": 555,
      "استهلاكالكهرباء": 228,
      "قيمةالفاتورة": 1140,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Gilbertina Arboin",
      "رقمالحساب": 58265177,
      "رقمالشقة": 979,
      "استهلاكالكهرباء": 474,
      "قيمةالفاتورة": 2370,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Florencia Feechum",
      "رقمالحساب": 452840289,
      "رقمالشقة": 467,
      "استهلاكالكهرباء": 332,
      "قيمةالفاتورة": 1660,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Thadeus Gargett",
      "رقمالحساب": 238321771,
      "رقمالشقة": 723,
      "استهلاكالكهرباء": 178,
      "قيمةالفاتورة": 890,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Valeria Bottlestone",
      "رقمالحساب": 910760942,
      "رقمالشقة": 666,
      "استهلاكالكهرباء": 160,
      "قيمةالفاتورة": 800,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Maggy Smyth",
      "رقمالحساب": 165697302,
      "رقمالشقة": 23,
      "استهلاكالكهرباء": 310,
      "قيمةالفاتورة": 1550,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Christine Bampford",
      "رقمالحساب": 201540047,
      "رقمالشقة": 838,
      "استهلاكالكهرباء": 264,
      "قيمةالفاتورة": 1320,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Abbey Coalburn",
      "رقمالحساب": 555343266,
      "رقمالشقة": 828,
      "استهلاكالكهرباء": 203,
      "قيمةالفاتورة": 1015,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Betteanne Capelle",
      "رقمالحساب": 561818706,
      "رقمالشقة": 608,
      "استهلاكالكهرباء": 490,
      "قيمةالفاتورة": 2450,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Omero Ferrolli",
      "رقمالحساب": 587167249,
      "رقمالشقة": 860,
      "استهلاكالكهرباء": 236,
      "قيمةالفاتورة": 1180,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Livvie Ellesworthe",
      "رقمالحساب": 822358089,
      "رقمالشقة": 132,
      "استهلاكالكهرباء": 445,
      "قيمةالفاتورة": 2225,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Smitty Veale",
      "رقمالحساب": 586597275,
      "رقمالشقة": 326,
      "استهلاكالكهرباء": 242,
      "قيمةالفاتورة": 1210,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Tony Tick",
      "رقمالحساب": 302673784,
      "رقمالشقة": 600,
      "استهلاكالكهرباء": 324,
      "قيمةالفاتورة": 1620,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Ed Kretchmer",
      "رقمالحساب": 504159791,
      "رقمالشقة": 947,
      "استهلاكالكهرباء": 235,
      "قيمةالفاتورة": 1175,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Dorise Challice",
      "رقمالحساب": 407377041,
      "رقمالشقة": 565,
      "استهلاكالكهرباء": 396,
      "قيمةالفاتورة": 1980,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Barris McGenn",
      "رقمالحساب": 789951959,
      "رقمالشقة": 441,
      "استهلاكالكهرباء": 225,
      "قيمةالفاتورة": 1125,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Irvine Dummigan",
      "رقمالحساب": 268326280,
      "رقمالشقة": 816,
      "استهلاكالكهرباء": 310,
      "قيمةالفاتورة": 1550,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Nil Giacomi",
      "رقمالحساب": 400881465,
      "رقمالشقة": 255,
      "استهلاكالكهرباء": 246,
      "قيمةالفاتورة": 1230,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Dallon Dimmer",
      "رقمالحساب": 637866365,
      "رقمالشقة": 870,
      "استهلاكالكهرباء": 262,
      "قيمةالفاتورة": 1310,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Nial Taylder",
      "رقمالحساب": 784954236,
      "رقمالشقة": 811,
      "استهلاكالكهرباء": 176,
      "قيمةالفاتورة": 880,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Rebe Rock",
      "رقمالحساب": 822135002,
      "رقمالشقة": 949,
      "استهلاكالكهرباء": 413,
      "قيمةالفاتورة": 2065,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Jennie Rubra",
      "رقمالحساب": 656880804,
      "رقمالشقة": 686,
      "استهلاكالكهرباء": 219,
      "قيمةالفاتورة": 1095,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Shelli Gronaver",
      "رقمالحساب": 701010511,
      "رقمالشقة": 109,
      "استهلاكالكهرباء": 336,
      "قيمةالفاتورة": 1680,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Vernor Ceci",
      "رقمالحساب": 392907056,
      "رقمالشقة": 360,
      "استهلاكالكهرباء": 368,
      "قيمةالفاتورة": 1840,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Sayers Hansard",
      "رقمالحساب": 171977528,
      "رقمالشقة": 653,
      "استهلاكالكهرباء": 306,
      "قيمةالفاتورة": 1530,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Lorianne Ellerington",
      "رقمالحساب": 238767964,
      "رقمالشقة": 345,
      "استهلاكالكهرباء": 219,
      "قيمةالفاتورة": 1095,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Arthur Awde",
      "رقمالحساب": 970109460,
      "رقمالشقة": 393,
      "استهلاكالكهرباء": 362,
      "قيمةالفاتورة": 1810,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Marley Crownshaw",
      "رقمالحساب": 65946479,
      "رقمالشقة": 452,
      "استهلاكالكهرباء": 171,
      "قيمةالفاتورة": 855,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Deane Osipenko",
      "رقمالحساب": 262906349,
      "رقمالشقة": 247,
      "استهلاكالكهرباء": 400,
      "قيمةالفاتورة": 2000,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Darrel Crampsy",
      "رقمالحساب": 482941324,
      "رقمالشقة": 6,
      "استهلاكالكهرباء": 253,
      "قيمةالفاتورة": 1265,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Rustin Hunnicutt",
      "رقمالحساب": 869295727,
      "رقمالشقة": 534,
      "استهلاكالكهرباء": 244,
      "قيمةالفاتورة": 1220,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Toby Rosenbusch",
      "رقمالحساب": 415280841,
      "رقمالشقة": 33,
      "استهلاكالكهرباء": 470,
      "قيمةالفاتورة": 2350,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Blake Mosten",
      "رقمالحساب": 135375183,
      "رقمالشقة": 403,
      "استهلاكالكهرباء": 398,
      "قيمةالفاتورة": 1990,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Lurleen Rapps",
      "رقمالحساب": 683667708,
      "رقمالشقة": 544,
      "استهلاكالكهرباء": 279,
      "قيمةالفاتورة": 1395,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Merline Franey",
      "رقمالحساب": 74684460,
      "رقمالشقة": 0,
      "استهلاكالكهرباء": 421,
      "قيمةالفاتورة": 2105,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Letty Savins",
      "رقمالحساب": 400014580,
      "رقمالشقة": 641,
      "استهلاكالكهرباء": 154,
      "قيمةالفاتورة": 770,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Barde Brimfield",
      "رقمالحساب": 225345271,
      "رقمالشقة": 521,
      "استهلاكالكهرباء": 163,
      "قيمةالفاتورة": 815,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Ebenezer Bradberry",
      "رقمالحساب": 113405313,
      "رقمالشقة": 747,
      "استهلاكالكهرباء": 199,
      "قيمةالفاتورة": 995,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Rochelle Edds",
      "رقمالحساب": 502329000,
      "رقمالشقة": 92,
      "استهلاكالكهرباء": 230,
      "قيمةالفاتورة": 1150,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Kristoffer Langdon",
      "رقمالحساب": 687880070,
      "رقمالشقة": 21,
      "استهلاكالكهرباء": 314,
      "قيمةالفاتورة": 1570,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Zechariah Osgodby",
      "رقمالحساب": 415054975,
      "رقمالشقة": 674,
      "استهلاكالكهرباء": 263,
      "قيمةالفاتورة": 1315,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Forrest Mabe",
      "رقمالحساب": 941324578,
      "رقمالشقة": 333,
      "استهلاكالكهرباء": 341,
      "قيمةالفاتورة": 1705,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Orlan Faulconbridge",
      "رقمالحساب": 453308605,
      "رقمالشقة": 463,
      "استهلاكالكهرباء": 479,
      "قيمةالفاتورة": 2395,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Rebekkah Indruch",
      "رقمالحساب": 523753449,
      "رقمالشقة": 705,
      "استهلاكالكهرباء": 343,
      "قيمةالفاتورة": 1715,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Horst Ferrelli",
      "رقمالحساب": 239908189,
      "رقمالشقة": 363,
      "استهلاكالكهرباء": 333,
      "قيمةالفاتورة": 1665,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Carlynne Enoch",
      "رقمالحساب": 748912666,
      "رقمالشقة": 87,
      "استهلاكالكهرباء": 418,
      "قيمةالفاتورة": 2090,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Rosalinde Pingston",
      "رقمالحساب": 770668649,
      "رقمالشقة": 210,
      "استهلاكالكهرباء": 427,
      "قيمةالفاتورة": 2135,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Rolf La Wille",
      "رقمالحساب": 294215183,
      "رقمالشقة": 507,
      "استهلاكالكهرباء": 215,
      "قيمةالفاتورة": 1075,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Val Lafond",
      "رقمالحساب": 697124489,
      "رقمالشقة": 86,
      "استهلاكالكهرباء": 168,
      "قيمةالفاتورة": 840,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Suzann Colcomb",
      "رقمالحساب": 628093558,
      "رقمالشقة": 94,
      "استهلاكالكهرباء": 173,
      "قيمةالفاتورة": 865,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Westbrooke Backwell",
      "رقمالحساب": 848853254,
      "رقمالشقة": 287,
      "استهلاكالكهرباء": 323,
      "قيمةالفاتورة": 1615,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Alexine Ganiclef",
      "رقمالحساب": 397442233,
      "رقمالشقة": 967,
      "استهلاكالكهرباء": 214,
      "قيمةالفاتورة": 1070,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Korella Divisek",
      "رقمالحساب": 265714147,
      "رقمالشقة": 348,
      "استهلاكالكهرباء": 178,
      "قيمةالفاتورة": 890,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Danila Twitchings",
      "رقمالحساب": 553621155,
      "رقمالشقة": 836,
      "استهلاكالكهرباء": 150,
      "قيمةالفاتورة": 750,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Manda Dominy",
      "رقمالحساب": 404193121,
      "رقمالشقة": 991,
      "استهلاكالكهرباء": 311,
      "قيمةالفاتورة": 1555,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Pepi Crichmer",
      "رقمالحساب": 294796215,
      "رقمالشقة": 84,
      "استهلاكالكهرباء": 244,
      "قيمةالفاتورة": 1220,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Minnnie Peddie",
      "رقمالحساب": 758888931,
      "رقمالشقة": 84,
      "استهلاكالكهرباء": 164,
      "قيمةالفاتورة": 820,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Bobbee Hamlyn",
      "رقمالحساب": 434985262,
      "رقمالشقة": 430,
      "استهلاكالكهرباء": 421,
      "قيمةالفاتورة": 2105,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Ninetta Vossing",
      "رقمالحساب": 469827622,
      "رقمالشقة": 921,
      "استهلاكالكهرباء": 466,
      "قيمةالفاتورة": 2330,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Farand Toplin",
      "رقمالحساب": 71049409,
      "رقمالشقة": 698,
      "استهلاكالكهرباء": 358,
      "قيمةالفاتورة": 1790,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Chane Denyukhin",
      "رقمالحساب": 184497454,
      "رقمالشقة": 913,
      "استهلاكالكهرباء": 274,
      "قيمةالفاتورة": 1370,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Merry Glennard",
      "رقمالحساب": 741649104,
      "رقمالشقة": 927,
      "استهلاكالكهرباء": 307,
      "قيمةالفاتورة": 1535,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Sapphire Mongenot",
      "رقمالحساب": 443338800,
      "رقمالشقة": 680,
      "استهلاكالكهرباء": 395,
      "قيمةالفاتورة": 1975,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Chiquita Penreth",
      "رقمالحساب": 652887239,
      "رقمالشقة": 638,
      "استهلاكالكهرباء": 230,
      "قيمةالفاتورة": 1150,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Gerhardt McGing",
      "رقمالحساب": 475368412,
      "رقمالشقة": 155,
      "استهلاكالكهرباء": 365,
      "قيمةالفاتورة": 1825,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Ros Messam",
      "رقمالحساب": 528830117,
      "رقمالشقة": 656,
      "استهلاكالكهرباء": 199,
      "قيمةالفاتورة": 995,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Norry Trobridge",
      "رقمالحساب": 775919563,
      "رقمالشقة": 121,
      "استهلاكالكهرباء": 488,
      "قيمةالفاتورة": 2440,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Miranda Commucci",
      "رقمالحساب": 575610652,
      "رقمالشقة": 789,
      "استهلاكالكهرباء": 217,
      "قيمةالفاتورة": 1085,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Idaline Shilburne",
      "رقمالحساب": 890016646,
      "رقمالشقة": 680,
      "استهلاكالكهرباء": 459,
      "قيمةالفاتورة": 2295,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Michael Andrivel",
      "رقمالحساب": 163846624,
      "رقمالشقة": 482,
      "استهلاكالكهرباء": 431,
      "قيمةالفاتورة": 2155,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Anet Carrigan",
      "رقمالحساب": 12915719,
      "رقمالشقة": 955,
      "استهلاكالكهرباء": 175,
      "قيمةالفاتورة": 875,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Minnnie Livzey",
      "رقمالحساب": 167325932,
      "رقمالشقة": 501,
      "استهلاكالكهرباء": 223,
      "قيمةالفاتورة": 1115,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Jory Pozer",
      "رقمالحساب": 931824081,
      "رقمالشقة": 651,
      "استهلاكالكهرباء": 482,
      "قيمةالفاتورة": 2410,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Cullie Dancy",
      "رقمالحساب": 97295734,
      "رقمالشقة": 683,
      "استهلاكالكهرباء": 483,
      "قيمةالفاتورة": 2415,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Selle Wikey",
      "رقمالحساب": 646256572,
      "رقمالشقة": 550,
      "استهلاكالكهرباء": 242,
      "قيمةالفاتورة": 1210,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Keir Fearns",
      "رقمالحساب": 580026941,
      "رقمالشقة": 420,
      "استهلاكالكهرباء": 285,
      "قيمةالفاتورة": 1425,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Lucho Kirkhouse",
      "رقمالحساب": 489523055,
      "رقمالشقة": 211,
      "استهلاكالكهرباء": 465,
      "قيمةالفاتورة": 2325,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Desiri Mitchener",
      "رقمالحساب": 105049102,
      "رقمالشقة": 387,
      "استهلاكالكهرباء": 414,
      "قيمةالفاتورة": 2070,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Fayth Upcott",
      "رقمالحساب": 227056052,
      "رقمالشقة": 645,
      "استهلاكالكهرباء": 290,
      "قيمةالفاتورة": 1450,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Arel Rosario",
      "رقمالحساب": 10411199,
      "رقمالشقة": 152,
      "استهلاكالكهرباء": 179,
      "قيمةالفاتورة": 895,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Ciel Crampsy",
      "رقمالحساب": 357368086,
      "رقمالشقة": 377,
      "استهلاكالكهرباء": 305,
      "قيمةالفاتورة": 1525,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Giovanni Elgie",
      "رقمالحساب": 231972926,
      "رقمالشقة": 881,
      "استهلاكالكهرباء": 225,
      "قيمةالفاتورة": 1125,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Ban Sutherington",
      "رقمالحساب": 619064211,
      "رقمالشقة": 500,
      "استهلاكالكهرباء": 442,
      "قيمةالفاتورة": 2210,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Hercule Gammel",
      "رقمالحساب": 144636885,
      "رقمالشقة": 68,
      "استهلاكالكهرباء": 179,
      "قيمةالفاتورة": 895,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Ethan July",
      "رقمالحساب": 188935018,
      "رقمالشقة": 350,
      "استهلاكالكهرباء": 196,
      "قيمةالفاتورة": 980,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Barbara-anne Lissimore",
      "رقمالحساب": 748833625,
      "رقمالشقة": 863,
      "استهلاكالكهرباء": 165,
      "قيمةالفاتورة": 825,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Sylvester Gaul",
      "رقمالحساب": 908129797,
      "رقمالشقة": 404,
      "استهلاكالكهرباء": 399,
      "قيمةالفاتورة": 1995,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Edmon Goulden",
      "رقمالحساب": 547543068,
      "رقمالشقة": 327,
      "استهلاكالكهرباء": 357,
      "قيمةالفاتورة": 1785,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Agnesse Kerrich",
      "رقمالحساب": 276266714,
      "رقمالشقة": 938,
      "استهلاكالكهرباء": 436,
      "قيمةالفاتورة": 2180,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Buiron Brumbie",
      "رقمالحساب": 193669034,
      "رقمالشقة": 908,
      "استهلاكالكهرباء": 200,
      "قيمةالفاتورة": 1000,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Sim Jouanny",
      "رقمالحساب": 24665370,
      "رقمالشقة": 730,
      "استهلاكالكهرباء": 455,
      "قيمةالفاتورة": 2275,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Carole Tompkin",
      "رقمالحساب": 219649806,
      "رقمالشقة": 145,
      "استهلاكالكهرباء": 221,
      "قيمةالفاتورة": 1105,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Gratia Brice",
      "رقمالحساب": 534210865,
      "رقمالشقة": 558,
      "استهلاكالكهرباء": 443,
      "قيمةالفاتورة": 2215,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Jonas Thormann",
      "رقمالحساب": 411671702,
      "رقمالشقة": 307,
      "استهلاكالكهرباء": 279,
      "قيمةالفاتورة": 1395,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Robby Malam",
      "رقمالحساب": 42191860,
      "رقمالشقة": 318,
      "استهلاكالكهرباء": 321,
      "قيمةالفاتورة": 1605,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Meggie Lemm",
      "رقمالحساب": 574202960,
      "رقمالشقة": 441,
      "استهلاكالكهرباء": 423,
      "قيمةالفاتورة": 2115,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Edita Aspital",
      "رقمالحساب": 996945072,
      "رقمالشقة": 216,
      "استهلاكالكهرباء": 188,
      "قيمةالفاتورة": 940,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Goldarina Ciric",
      "رقمالحساب": 140260844,
      "رقمالشقة": 487,
      "استهلاكالكهرباء": 295,
      "قيمةالفاتورة": 1475,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Jayme Bolf",
      "رقمالحساب": 257078953,
      "رقمالشقة": 816,
      "استهلاكالكهرباء": 447,
      "قيمةالفاتورة": 2235,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Philippine Tulleth",
      "رقمالحساب": 304044161,
      "رقمالشقة": 498,
      "استهلاكالكهرباء": 358,
      "قيمةالفاتورة": 1790,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Cyrus Dalton",
      "رقمالحساب": 365250160,
      "رقمالشقة": 924,
      "استهلاكالكهرباء": 343,
      "قيمةالفاتورة": 1715,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Tommy Skelhorn",
      "رقمالحساب": 704661240,
      "رقمالشقة": 735,
      "استهلاكالكهرباء": 368,
      "قيمةالفاتورة": 1840,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Palmer Tratton",
      "رقمالحساب": 993754967,
      "رقمالشقة": 210,
      "استهلاكالكهرباء": 453,
      "قيمةالفاتورة": 2265,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Neysa Girhard",
      "رقمالحساب": 655915823,
      "رقمالشقة": 721,
      "استهلاكالكهرباء": 445,
      "قيمةالفاتورة": 2225,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Rosamund Rawsen",
      "رقمالحساب": 32378668,
      "رقمالشقة": 587,
      "استهلاكالكهرباء": 159,
      "قيمةالفاتورة": 795,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Brigit Costellow",
      "رقمالحساب": 980067896,
      "رقمالشقة": 464,
      "استهلاكالكهرباء": 214,
      "قيمةالفاتورة": 1070,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Ninnetta Kingscote",
      "رقمالحساب": 91586178,
      "رقمالشقة": 717,
      "استهلاكالكهرباء": 191,
      "قيمةالفاتورة": 955,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Winfield Ambrosio",
      "رقمالحساب": 88149949,
      "رقمالشقة": 260,
      "استهلاكالكهرباء": 328,
      "قيمةالفاتورة": 1640,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Inesita Edelmann",
      "رقمالحساب": 549707393,
      "رقمالشقة": 628,
      "استهلاكالكهرباء": 183,
      "قيمةالفاتورة": 915,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Sella Dudney",
      "رقمالحساب": 438289066,
      "رقمالشقة": 145,
      "استهلاكالكهرباء": 152,
      "قيمةالفاتورة": 760,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Jaquenetta Willmett",
      "رقمالحساب": 681206283,
      "رقمالشقة": 676,
      "استهلاكالكهرباء": 287,
      "قيمةالفاتورة": 1435,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Barn Raffan",
      "رقمالحساب": 575202185,
      "رقمالشقة": 237,
      "استهلاكالكهرباء": 194,
      "قيمةالفاتورة": 970,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Mignonne Ruse",
      "رقمالحساب": 275653947,
      "رقمالشقة": 543,
      "استهلاكالكهرباء": 382,
      "قيمةالفاتورة": 1910,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Marcelia Kleinmintz",
      "رقمالحساب": 980541355,
      "رقمالشقة": 854,
      "استهلاكالكهرباء": 192,
      "قيمةالفاتورة": 960,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Beryl Candie",
      "رقمالحساب": 431969923,
      "رقمالشقة": 584,
      "استهلاكالكهرباء": 261,
      "قيمةالفاتورة": 1305,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Anatollo Lukovic",
      "رقمالحساب": 583438876,
      "رقمالشقة": 937,
      "استهلاكالكهرباء": 162,
      "قيمةالفاتورة": 810,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Ansley O'Sullivan",
      "رقمالحساب": 322663259,
      "رقمالشقة": 404,
      "استهلاكالكهرباء": 284,
      "قيمةالفاتورة": 1420,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Ly Simmons",
      "رقمالحساب": 916423491,
      "رقمالشقة": 624,
      "استهلاكالكهرباء": 422,
      "قيمةالفاتورة": 2110,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Edeline Roma",
      "رقمالحساب": 470655221,
      "رقمالشقة": 142,
      "استهلاكالكهرباء": 335,
      "قيمةالفاتورة": 1675,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Dylan Chrippes",
      "رقمالحساب": 581615356,
      "رقمالشقة": 692,
      "استهلاكالكهرباء": 213,
      "قيمةالفاتورة": 1065,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Sauncho Elder",
      "رقمالحساب": 580782691,
      "رقمالشقة": 440,
      "استهلاكالكهرباء": 233,
      "قيمةالفاتورة": 1165,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Marta Ranger",
      "رقمالحساب": 463114416,
      "رقمالشقة": 512,
      "استهلاكالكهرباء": 281,
      "قيمةالفاتورة": 1405,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Guillemette Sleany",
      "رقمالحساب": 558801893,
      "رقمالشقة": 457,
      "استهلاكالكهرباء": 288,
      "قيمةالفاتورة": 1440,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Lorita Philip",
      "رقمالحساب": 759320960,
      "رقمالشقة": 501,
      "استهلاكالكهرباء": 459,
      "قيمةالفاتورة": 2295,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Gregoor Cecchetelli",
      "رقمالحساب": 689960153,
      "رقمالشقة": 303,
      "استهلاكالكهرباء": 230,
      "قيمةالفاتورة": 1150,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Nancy Wedderburn",
      "رقمالحساب": 153566651,
      "رقمالشقة": 869,
      "استهلاكالكهرباء": 352,
      "قيمةالفاتورة": 1760,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Joella Toop",
      "رقمالحساب": 337316200,
      "رقمالشقة": 877,
      "استهلاكالكهرباء": 201,
      "قيمةالفاتورة": 1005,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Tabina Rudsdale",
      "رقمالحساب": 92612934,
      "رقمالشقة": 136,
      "استهلاكالكهرباء": 201,
      "قيمةالفاتورة": 1005,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Barty Glenny",
      "رقمالحساب": 765431668,
      "رقمالشقة": 791,
      "استهلاكالكهرباء": 478,
      "قيمةالفاتورة": 2390,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Rodie Buffin",
      "رقمالحساب": 627412002,
      "رقمالشقة": 681,
      "استهلاكالكهرباء": 434,
      "قيمةالفاتورة": 2170,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Dulcea Brinkworth",
      "رقمالحساب": 462542177,
      "رقمالشقة": 880,
      "استهلاكالكهرباء": 178,
      "قيمةالفاتورة": 890,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Gilbert Heazel",
      "رقمالحساب": 953552982,
      "رقمالشقة": 162,
      "استهلاكالكهرباء": 166,
      "قيمةالفاتورة": 830,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Sena Pennazzi",
      "رقمالحساب": 45080571,
      "رقمالشقة": 893,
      "استهلاكالكهرباء": 318,
      "قيمةالفاتورة": 1590,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Adore Wolfer",
      "رقمالحساب": 500738925,
      "رقمالشقة": 970,
      "استهلاكالكهرباء": 317,
      "قيمةالفاتورة": 1585,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Jacquetta Clitsome",
      "رقمالحساب": 166263901,
      "رقمالشقة": 545,
      "استهلاكالكهرباء": 218,
      "قيمةالفاتورة": 1090,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Cyndie Lowdes",
      "رقمالحساب": 975309699,
      "رقمالشقة": 463,
      "استهلاكالكهرباء": 348,
      "قيمةالفاتورة": 1740,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Caryl Alyonov",
      "رقمالحساب": 482500770,
      "رقمالشقة": 978,
      "استهلاكالكهرباء": 192,
      "قيمةالفاتورة": 960,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Ainslie Whitehurst",
      "رقمالحساب": 258957082,
      "رقمالشقة": 311,
      "استهلاكالكهرباء": 353,
      "قيمةالفاتورة": 1765,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Natka Blinco",
      "رقمالحساب": 825697233,
      "رقمالشقة": 982,
      "استهلاكالكهرباء": 187,
      "قيمةالفاتورة": 935,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Pearce Sidgwick",
      "رقمالحساب": 31295990,
      "رقمالشقة": 411,
      "استهلاكالكهرباء": 356,
      "قيمةالفاتورة": 1780,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Colby Ambroz",
      "رقمالحساب": 681557186,
      "رقمالشقة": 147,
      "استهلاكالكهرباء": 458,
      "قيمةالفاتورة": 2290,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Venus Regnard",
      "رقمالحساب": 496708288,
      "رقمالشقة": 434,
      "استهلاكالكهرباء": 172,
      "قيمةالفاتورة": 860,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Lucinda Kendrick",
      "رقمالحساب": 255890826,
      "رقمالشقة": 573,
      "استهلاكالكهرباء": 405,
      "قيمةالفاتورة": 2025,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Nollie Clacson",
      "رقمالحساب": 336796322,
      "رقمالشقة": 885,
      "استهلاكالكهرباء": 376,
      "قيمةالفاتورة": 1880,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Lanie Cromett",
      "رقمالحساب": 870863191,
      "رقمالشقة": 24,
      "استهلاكالكهرباء": 291,
      "قيمةالفاتورة": 1455,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Benetta Bakey",
      "رقمالحساب": 266029990,
      "رقمالشقة": 651,
      "استهلاكالكهرباء": 179,
      "قيمةالفاتورة": 895,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Amalea Toun",
      "رقمالحساب": 929435462,
      "رقمالشقة": 104,
      "استهلاكالكهرباء": 260,
      "قيمةالفاتورة": 1300,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Jeno O'Scully",
      "رقمالحساب": 898995040,
      "رقمالشقة": 180,
      "استهلاكالكهرباء": 296,
      "قيمةالفاتورة": 1480,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Yance Toulson",
      "رقمالحساب": 798031255,
      "رقمالشقة": 504,
      "استهلاكالكهرباء": 331,
      "قيمةالفاتورة": 1655,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Elsinore Clacey",
      "رقمالحساب": 705647550,
      "رقمالشقة": 864,
      "استهلاكالكهرباء": 235,
      "قيمةالفاتورة": 1175,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Freda Paulisch",
      "رقمالحساب": 36404547,
      "رقمالشقة": 669,
      "استهلاكالكهرباء": 489,
      "قيمةالفاتورة": 2445,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Christabella Dunklee",
      "رقمالحساب": 882643265,
      "رقمالشقة": 979,
      "استهلاكالكهرباء": 356,
      "قيمةالفاتورة": 1780,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Cindi Mesant",
      "رقمالحساب": 645235685,
      "رقمالشقة": 678,
      "استهلاكالكهرباء": 329,
      "قيمةالفاتورة": 1645,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Hadleigh Meryett",
      "رقمالحساب": 397046610,
      "رقمالشقة": 158,
      "استهلاكالكهرباء": 241,
      "قيمةالفاتورة": 1205,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Kordula Dallywater",
      "رقمالحساب": 136693591,
      "رقمالشقة": 887,
      "استهلاكالكهرباء": 329,
      "قيمةالفاتورة": 1645,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Ed Maylam",
      "رقمالحساب": 801108428,
      "رقمالشقة": 570,
      "استهلاكالكهرباء": 336,
      "قيمةالفاتورة": 1680,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Myrilla Matterdace",
      "رقمالحساب": 409601515,
      "رقمالشقة": 332,
      "استهلاكالكهرباء": 357,
      "قيمةالفاتورة": 1785,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Tana Fever",
      "رقمالحساب": 677606494,
      "رقمالشقة": 62,
      "استهلاكالكهرباء": 434,
      "قيمةالفاتورة": 2170,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Ruddy Leishman",
      "رقمالحساب": 616451231,
      "رقمالشقة": 499,
      "استهلاكالكهرباء": 452,
      "قيمةالفاتورة": 2260,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Patsy Kreber",
      "رقمالحساب": 631954891,
      "رقمالشقة": 425,
      "استهلاكالكهرباء": 412,
      "قيمةالفاتورة": 2060,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Elyn Simyson",
      "رقمالحساب": 761639994,
      "رقمالشقة": 478,
      "استهلاكالكهرباء": 452,
      "قيمةالفاتورة": 2260,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Axel Chevis",
      "رقمالحساب": 593892181,
      "رقمالشقة": 764,
      "استهلاكالكهرباء": 498,
      "قيمةالفاتورة": 2490,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Colas Medlar",
      "رقمالحساب": 34306105,
      "رقمالشقة": 204,
      "استهلاكالكهرباء": 246,
      "قيمةالفاتورة": 1230,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Danni Schall",
      "رقمالحساب": 863284702,
      "رقمالشقة": 820,
      "استهلاكالكهرباء": 221,
      "قيمةالفاتورة": 1105,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Yvonne Littlepage",
      "رقمالحساب": 210056189,
      "رقمالشقة": 104,
      "استهلاكالكهرباء": 340,
      "قيمةالفاتورة": 1700,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Philippine Boothe",
      "رقمالحساب": 984158707,
      "رقمالشقة": 492,
      "استهلاكالكهرباء": 495,
      "قيمةالفاتورة": 2475,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Ainslie Nangle",
      "رقمالحساب": 567092319,
      "رقمالشقة": 199,
      "استهلاكالكهرباء": 225,
      "قيمةالفاتورة": 1125,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Gracia Laughlin",
      "رقمالحساب": 857474490,
      "رقمالشقة": 575,
      "استهلاكالكهرباء": 200,
      "قيمةالفاتورة": 1000,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Maggi Corp",
      "رقمالحساب": 112283907,
      "رقمالشقة": 859,
      "استهلاكالكهرباء": 170,
      "قيمةالفاتورة": 850,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Mela Hindes",
      "رقمالحساب": 405093854,
      "رقمالشقة": 353,
      "استهلاكالكهرباء": 177,
      "قيمةالفاتورة": 885,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Mattie Fitkin",
      "رقمالحساب": 234556409,
      "رقمالشقة": 191,
      "استهلاكالكهرباء": 391,
      "قيمةالفاتورة": 1955,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Slade Armfirld",
      "رقمالحساب": 249346074,
      "رقمالشقة": 54,
      "استهلاكالكهرباء": 183,
      "قيمةالفاتورة": 915,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Siward Canfer",
      "رقمالحساب": 243860311,
      "رقمالشقة": 708,
      "استهلاكالكهرباء": 369,
      "قيمةالفاتورة": 1845,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Tanya Bauldrey",
      "رقمالحساب": 390835960,
      "رقمالشقة": 786,
      "استهلاكالكهرباء": 180,
      "قيمةالفاتورة": 900,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Bliss Robarts",
      "رقمالحساب": 7568549,
      "رقمالشقة": 304,
      "استهلاكالكهرباء": 279,
      "قيمةالفاتورة": 1395,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Catlaina McKoy",
      "رقمالحساب": 749743019,
      "رقمالشقة": 379,
      "استهلاكالكهرباء": 354,
      "قيمةالفاتورة": 1770,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Florance Bowditch",
      "رقمالحساب": 549893611,
      "رقمالشقة": 107,
      "استهلاكالكهرباء": 356,
      "قيمةالفاتورة": 1780,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Kaylee Jewson",
      "رقمالحساب": 995951856,
      "رقمالشقة": 519,
      "استهلاكالكهرباء": 337,
      "قيمةالفاتورة": 1685,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Saree Ollier",
      "رقمالحساب": 753054456,
      "رقمالشقة": 302,
      "استهلاكالكهرباء": 233,
      "قيمةالفاتورة": 1165,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Ophelia Domini",
      "رقمالحساب": 576492702,
      "رقمالشقة": 362,
      "استهلاكالكهرباء": 345,
      "قيمةالفاتورة": 1725,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Gertrud Traher",
      "رقمالحساب": 160545164,
      "رقمالشقة": 658,
      "استهلاكالكهرباء": 201,
      "قيمةالفاتورة": 1005,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Sianna Risborough",
      "رقمالحساب": 78614776,
      "رقمالشقة": 362,
      "استهلاكالكهرباء": 366,
      "قيمةالفاتورة": 1830,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Ira Pershouse",
      "رقمالحساب": 719751152,
      "رقمالشقة": 111,
      "استهلاكالكهرباء": 414,
      "قيمةالفاتورة": 2070,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Sophi Gearty",
      "رقمالحساب": 501454664,
      "رقمالشقة": 97,
      "استهلاكالكهرباء": 361,
      "قيمةالفاتورة": 1805,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Omero Wivell",
      "رقمالحساب": 513786632,
      "رقمالشقة": 451,
      "استهلاكالكهرباء": 445,
      "قيمةالفاتورة": 2225,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Tabbatha Bereford",
      "رقمالحساب": 982947654,
      "رقمالشقة": 632,
      "استهلاكالكهرباء": 366,
      "قيمةالفاتورة": 1830,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Russell Dietmar",
      "رقمالحساب": 873293877,
      "رقمالشقة": 98,
      "استهلاكالكهرباء": 297,
      "قيمةالفاتورة": 1485,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Justina Cullity",
      "رقمالحساب": 389424869,
      "رقمالشقة": 693,
      "استهلاكالكهرباء": 413,
      "قيمةالفاتورة": 2065,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Valaria Woolerton",
      "رقمالحساب": 59451971,
      "رقمالشقة": 925,
      "استهلاكالكهرباء": 218,
      "قيمةالفاتورة": 1090,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Rab Bowker",
      "رقمالحساب": 787573485,
      "رقمالشقة": 99,
      "استهلاكالكهرباء": 267,
      "قيمةالفاتورة": 1335,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Base Vassman",
      "رقمالحساب": 145796421,
      "رقمالشقة": 392,
      "استهلاكالكهرباء": 171,
      "قيمةالفاتورة": 855,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Haley Skene",
      "رقمالحساب": 832933309,
      "رقمالشقة": 149,
      "استهلاكالكهرباء": 313,
      "قيمةالفاتورة": 1565,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Sauncho MacCaughey",
      "رقمالحساب": 436937442,
      "رقمالشقة": 623,
      "استهلاكالكهرباء": 349,
      "قيمةالفاتورة": 1745,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Kary Micah",
      "رقمالحساب": 8437268,
      "رقمالشقة": 379,
      "استهلاكالكهرباء": 200,
      "قيمةالفاتورة": 1000,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Lurleen Bims",
      "رقمالحساب": 452617648,
      "رقمالشقة": 34,
      "استهلاكالكهرباء": 161,
      "قيمةالفاتورة": 805,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Herold Durbridge",
      "رقمالحساب": 244108824,
      "رقمالشقة": 671,
      "استهلاكالكهرباء": 171,
      "قيمةالفاتورة": 855,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Wash Birkett",
      "رقمالحساب": 821392290,
      "رقمالشقة": 809,
      "استهلاكالكهرباء": 198,
      "قيمةالفاتورة": 990,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Pammie Gildroy",
      "رقمالحساب": 762447600,
      "رقمالشقة": 863,
      "استهلاكالكهرباء": 268,
      "قيمةالفاتورة": 1340,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Christan Boole",
      "رقمالحساب": 42982539,
      "رقمالشقة": 54,
      "استهلاكالكهرباء": 401,
      "قيمةالفاتورة": 2005,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Stephani Upwood",
      "رقمالحساب": 138592152,
      "رقمالشقة": 812,
      "استهلاكالكهرباء": 473,
      "قيمةالفاتورة": 2365,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Brandie Prue",
      "رقمالحساب": 640745617,
      "رقمالشقة": 290,
      "استهلاكالكهرباء": 437,
      "قيمةالفاتورة": 2185,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Jamima Kubik",
      "رقمالحساب": 933318406,
      "رقمالشقة": 275,
      "استهلاكالكهرباء": 394,
      "قيمةالفاتورة": 1970,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Delphinia Teanby",
      "رقمالحساب": 807763791,
      "رقمالشقة": 345,
      "استهلاكالكهرباء": 321,
      "قيمةالفاتورة": 1605,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Carole Dower",
      "رقمالحساب": 691817710,
      "رقمالشقة": 930,
      "استهلاكالكهرباء": 271,
      "قيمةالفاتورة": 1355,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Odessa Sybe",
      "رقمالحساب": 757356791,
      "رقمالشقة": 575,
      "استهلاكالكهرباء": 228,
      "قيمةالفاتورة": 1140,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Rubina Scaice",
      "رقمالحساب": 119285306,
      "رقمالشقة": 32,
      "استهلاكالكهرباء": 415,
      "قيمةالفاتورة": 2075,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Lory Marple",
      "رقمالحساب": 863061624,
      "رقمالشقة": 912,
      "استهلاكالكهرباء": 154,
      "قيمةالفاتورة": 770,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Marlowe Cham",
      "رقمالحساب": 431827998,
      "رقمالشقة": 23,
      "استهلاكالكهرباء": 273,
      "قيمةالفاتورة": 1365,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Grantley Durnall",
      "رقمالحساب": 542884468,
      "رقمالشقة": 793,
      "استهلاكالكهرباء": 179,
      "قيمةالفاتورة": 895,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Valentina Piolli",
      "رقمالحساب": 881163060,
      "رقمالشقة": 461,
      "استهلاكالكهرباء": 236,
      "قيمةالفاتورة": 1180,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Noami Merrgan",
      "رقمالحساب": 33435523,
      "رقمالشقة": 959,
      "استهلاكالكهرباء": 420,
      "قيمةالفاتورة": 2100,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Joann Mattocks",
      "رقمالحساب": 540026072,
      "رقمالشقة": 199,
      "استهلاكالكهرباء": 477,
      "قيمةالفاتورة": 2385,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Clementina Canfield",
      "رقمالحساب": 181439156,
      "رقمالشقة": 96,
      "استهلاكالكهرباء": 233,
      "قيمةالفاتورة": 1165,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Hilarius Gethouse",
      "رقمالحساب": 343584677,
      "رقمالشقة": 346,
      "استهلاكالكهرباء": 451,
      "قيمةالفاتورة": 2255,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Major Schuelcke",
      "رقمالحساب": 120870324,
      "رقمالشقة": 918,
      "استهلاكالكهرباء": 204,
      "قيمةالفاتورة": 1020,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Collin MacCallister",
      "رقمالحساب": 171312008,
      "رقمالشقة": 110,
      "استهلاكالكهرباء": 194,
      "قيمةالفاتورة": 970,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Kary Riedel",
      "رقمالحساب": 591920246,
      "رقمالشقة": 156,
      "استهلاكالكهرباء": 474,
      "قيمةالفاتورة": 2370,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Lorrie Pyatt",
      "رقمالحساب": 228725968,
      "رقمالشقة": 0,
      "استهلاكالكهرباء": 353,
      "قيمةالفاتورة": 1765,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Augusta Kretschmer",
      "رقمالحساب": 742185744,
      "رقمالشقة": 817,
      "استهلاكالكهرباء": 242,
      "قيمةالفاتورة": 1210,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Wilek Mattheis",
      "رقمالحساب": 386463205,
      "رقمالشقة": 178,
      "استهلاكالكهرباء": 218,
      "قيمةالفاتورة": 1090,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Hasty felip",
      "رقمالحساب": 678270796,
      "رقمالشقة": 61,
      "استهلاكالكهرباء": 285,
      "قيمةالفاتورة": 1425,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Bibbie Tuckerman",
      "رقمالحساب": 13743944,
      "رقمالشقة": 239,
      "استهلاكالكهرباء": 281,
      "قيمةالفاتورة": 1405,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Sidney Mooring",
      "رقمالحساب": 768427475,
      "رقمالشقة": 442,
      "استهلاكالكهرباء": 219,
      "قيمةالفاتورة": 1095,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Charyl Van Son",
      "رقمالحساب": 346767106,
      "رقمالشقة": 165,
      "استهلاكالكهرباء": 199,
      "قيمةالفاتورة": 995,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Shela Toffolo",
      "رقمالحساب": 338736735,
      "رقمالشقة": 38,
      "استهلاكالكهرباء": 477,
      "قيمةالفاتورة": 2385,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Sydelle Overthrow",
      "رقمالحساب": 300810711,
      "رقمالشقة": 841,
      "استهلاكالكهرباء": 360,
      "قيمةالفاتورة": 1800,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Sybyl Joly",
      "رقمالحساب": 319231707,
      "رقمالشقة": 739,
      "استهلاكالكهرباء": 266,
      "قيمةالفاتورة": 1330,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Ken Marrett",
      "رقمالحساب": 561892665,
      "رقمالشقة": 368,
      "استهلاكالكهرباء": 422,
      "قيمةالفاتورة": 2110,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Dayna Pole",
      "رقمالحساب": 315724419,
      "رقمالشقة": 970,
      "استهلاكالكهرباء": 452,
      "قيمةالفاتورة": 2260,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Kandace Sharphurst",
      "رقمالحساب": 953610375,
      "رقمالشقة": 720,
      "استهلاكالكهرباء": 244,
      "قيمةالفاتورة": 1220,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Holli Woodham",
      "رقمالحساب": 638844763,
      "رقمالشقة": 873,
      "استهلاكالكهرباء": 232,
      "قيمةالفاتورة": 1160,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Stanislas Baggallay",
      "رقمالحساب": 211089824,
      "رقمالشقة": 53,
      "استهلاكالكهرباء": 368,
      "قيمةالفاتورة": 1840,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Carlotta Mamwell",
      "رقمالحساب": 623817106,
      "رقمالشقة": 205,
      "استهلاكالكهرباء": 150,
      "قيمةالفاتورة": 750,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Merrick Balding",
      "رقمالحساب": 989379992,
      "رقمالشقة": 125,
      "استهلاكالكهرباء": 392,
      "قيمةالفاتورة": 1960,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Ellene Rousel",
      "رقمالحساب": 30447842,
      "رقمالشقة": 912,
      "استهلاكالكهرباء": 464,
      "قيمةالفاتورة": 2320,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Luce Besnard",
      "رقمالحساب": 465070674,
      "رقمالشقة": 452,
      "استهلاكالكهرباء": 308,
      "قيمةالفاتورة": 1540,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Melisandra Stiffell",
      "رقمالحساب": 564858836,
      "رقمالشقة": 420,
      "استهلاكالكهرباء": 409,
      "قيمةالفاتورة": 2045,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Bartholomeus Denver",
      "رقمالحساب": 416955972,
      "رقمالشقة": 896,
      "استهلاكالكهرباء": 220,
      "قيمةالفاتورة": 1100,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Jefferey Hanmore",
      "رقمالحساب": 275366996,
      "رقمالشقة": 751,
      "استهلاكالكهرباء": 370,
      "قيمةالفاتورة": 1850,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Brandi Vance",
      "رقمالحساب": 873158355,
      "رقمالشقة": 449,
      "استهلاكالكهرباء": 308,
      "قيمةالفاتورة": 1540,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Gabby Benzing",
      "رقمالحساب": 184380049,
      "رقمالشقة": 467,
      "استهلاكالكهرباء": 230,
      "قيمةالفاتورة": 1150,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Polly Heaford",
      "رقمالحساب": 1891333,
      "رقمالشقة": 263,
      "استهلاكالكهرباء": 286,
      "قيمةالفاتورة": 1430,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Annice Wenman",
      "رقمالحساب": 973686156,
      "رقمالشقة": 412,
      "استهلاكالكهرباء": 267,
      "قيمةالفاتورة": 1335,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Brian Farres",
      "رقمالحساب": 660003488,
      "رقمالشقة": 678,
      "استهلاكالكهرباء": 342,
      "قيمةالفاتورة": 1710,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Purcell Hubbocks",
      "رقمالحساب": 522814652,
      "رقمالشقة": 395,
      "استهلاكالكهرباء": 408,
      "قيمةالفاتورة": 2040,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Othelia Lashmore",
      "رقمالحساب": 106349470,
      "رقمالشقة": 619,
      "استهلاكالكهرباء": 353,
      "قيمةالفاتورة": 1765,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Gardy Weatherhill",
      "رقمالحساب": 320410965,
      "رقمالشقة": 608,
      "استهلاكالكهرباء": 185,
      "قيمةالفاتورة": 925,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Xaviera McGarvie",
      "رقمالحساب": 990596674,
      "رقمالشقة": 282,
      "استهلاكالكهرباء": 284,
      "قيمةالفاتورة": 1420,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Reta Schild",
      "رقمالحساب": 446173784,
      "رقمالشقة": 2,
      "استهلاكالكهرباء": 443,
      "قيمةالفاتورة": 2215,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Diandra Muscott",
      "رقمالحساب": 64282760,
      "رقمالشقة": 816,
      "استهلاكالكهرباء": 183,
      "قيمةالفاتورة": 915,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Em Hallawell",
      "رقمالحساب": 952621145,
      "رقمالشقة": 261,
      "استهلاكالكهرباء": 253,
      "قيمةالفاتورة": 1265,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Mollee Longega",
      "رقمالحساب": 965734234,
      "رقمالشقة": 358,
      "استهلاكالكهرباء": 154,
      "قيمةالفاتورة": 770,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Flss Doore",
      "رقمالحساب": 88851153,
      "رقمالشقة": 808,
      "استهلاكالكهرباء": 228,
      "قيمةالفاتورة": 1140,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Vivien Mattheeuw",
      "رقمالحساب": 498944645,
      "رقمالشقة": 824,
      "استهلاكالكهرباء": 391,
      "قيمةالفاتورة": 1955,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Kelcy Speake",
      "رقمالحساب": 169315655,
      "رقمالشقة": 368,
      "استهلاكالكهرباء": 241,
      "قيمةالفاتورة": 1205,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Ilyse Gilliver",
      "رقمالحساب": 595457147,
      "رقمالشقة": 597,
      "استهلاكالكهرباء": 366,
      "قيمةالفاتورة": 1830,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Bartolomeo Bruckmann",
      "رقمالحساب": 778199952,
      "رقمالشقة": 838,
      "استهلاكالكهرباء": 234,
      "قيمةالفاتورة": 1170,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Hayes Hearsum",
      "رقمالحساب": 120675912,
      "رقمالشقة": 224,
      "استهلاكالكهرباء": 407,
      "قيمةالفاتورة": 2035,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Gabriell Duffree",
      "رقمالحساب": 334983144,
      "رقمالشقة": 119,
      "استهلاكالكهرباء": 497,
      "قيمةالفاتورة": 2485,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Devy Gaddesby",
      "رقمالحساب": 948432178,
      "رقمالشقة": 267,
      "استهلاكالكهرباء": 224,
      "قيمةالفاتورة": 1120,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Corrie Vasilyonok",
      "رقمالحساب": 981127790,
      "رقمالشقة": 80,
      "استهلاكالكهرباء": 255,
      "قيمةالفاتورة": 1275,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Evangelin Petow",
      "رقمالحساب": 7541033,
      "رقمالشقة": 695,
      "استهلاكالكهرباء": 463,
      "قيمةالفاتورة": 2315,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Chryste Andrzejewski",
      "رقمالحساب": 211711096,
      "رقمالشقة": 811,
      "استهلاكالكهرباء": 168,
      "قيمةالفاتورة": 840,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Joe Phillps",
      "رقمالحساب": 682724593,
      "رقمالشقة": 154,
      "استهلاكالكهرباء": 382,
      "قيمةالفاتورة": 1910,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Melvin Naris",
      "رقمالحساب": 751805284,
      "رقمالشقة": 172,
      "استهلاكالكهرباء": 242,
      "قيمةالفاتورة": 1210,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Rasia Lahive",
      "رقمالحساب": 78130782,
      "رقمالشقة": 232,
      "استهلاكالكهرباء": 468,
      "قيمةالفاتورة": 2340,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Flin Stocks",
      "رقمالحساب": 926944106,
      "رقمالشقة": 99,
      "استهلاكالكهرباء": 485,
      "قيمةالفاتورة": 2425,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Lynne Jutson",
      "رقمالحساب": 559928223,
      "رقمالشقة": 20,
      "استهلاكالكهرباء": 269,
      "قيمةالفاتورة": 1345,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Garvy Newport",
      "رقمالحساب": 969105241,
      "رقمالشقة": 125,
      "استهلاكالكهرباء": 404,
      "قيمةالفاتورة": 2020,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Don Scrowton",
      "رقمالحساب": 4843819,
      "رقمالشقة": 75,
      "استهلاكالكهرباء": 439,
      "قيمةالفاتورة": 2195,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Renado Monck",
      "رقمالحساب": 62766729,
      "رقمالشقة": 541,
      "استهلاكالكهرباء": 272,
      "قيمةالفاتورة": 1360,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Zane Brookesbie",
      "رقمالحساب": 675940214,
      "رقمالشقة": 785,
      "استهلاكالكهرباء": 453,
      "قيمةالفاتورة": 2265,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Trumann Bowell",
      "رقمالحساب": 605928019,
      "رقمالشقة": 408,
      "استهلاكالكهرباء": 349,
      "قيمةالفاتورة": 1745,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Dinny Sphinxe",
      "رقمالحساب": 60224872,
      "رقمالشقة": 799,
      "استهلاكالكهرباء": 463,
      "قيمةالفاتورة": 2315,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Theobald Whittenbury",
      "رقمالحساب": 642484208,
      "رقمالشقة": 870,
      "استهلاكالكهرباء": 243,
      "قيمةالفاتورة": 1215,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Findley Hanks",
      "رقمالحساب": 989245923,
      "رقمالشقة": 92,
      "استهلاكالكهرباء": 456,
      "قيمةالفاتورة": 2280,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Kalil Murricanes",
      "رقمالحساب": 982065485,
      "رقمالشقة": 380,
      "استهلاكالكهرباء": 359,
      "قيمةالفاتورة": 1795,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Jonah Huett",
      "رقمالحساب": 759249221,
      "رقمالشقة": 986,
      "استهلاكالكهرباء": 431,
      "قيمةالفاتورة": 2155,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Man Dabel",
      "رقمالحساب": 593509881,
      "رقمالشقة": 385,
      "استهلاكالكهرباء": 235,
      "قيمةالفاتورة": 1175,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Barris Korlat",
      "رقمالحساب": 60023825,
      "رقمالشقة": 39,
      "استهلاكالكهرباء": 276,
      "قيمةالفاتورة": 1380,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Erasmus Lundberg",
      "رقمالحساب": 593527489,
      "رقمالشقة": 87,
      "استهلاكالكهرباء": 393,
      "قيمةالفاتورة": 1965,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Aldrich Gingle",
      "رقمالحساب": 774046917,
      "رقمالشقة": 503,
      "استهلاكالكهرباء": 432,
      "قيمةالفاتورة": 2160,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Bradney Hissett",
      "رقمالحساب": 734432269,
      "رقمالشقة": 487,
      "استهلاكالكهرباء": 387,
      "قيمةالفاتورة": 1935,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Thane Izchaki",
      "رقمالحساب": 329691624,
      "رقمالشقة": 801,
      "استهلاكالكهرباء": 340,
      "قيمةالفاتورة": 1700,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Terza Livens",
      "رقمالحساب": 735857832,
      "رقمالشقة": 596,
      "استهلاكالكهرباء": 271,
      "قيمةالفاتورة": 1355,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Adamo Strodder",
      "رقمالحساب": 273750265,
      "رقمالشقة": 767,
      "استهلاكالكهرباء": 303,
      "قيمةالفاتورة": 1515,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Maurizia McCaughen",
      "رقمالحساب": 246223890,
      "رقمالشقة": 849,
      "استهلاكالكهرباء": 290,
      "قيمةالفاتورة": 1450,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Erma Dougherty",
      "رقمالحساب": 401904366,
      "رقمالشقة": 708,
      "استهلاكالكهرباء": 460,
      "قيمةالفاتورة": 2300,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Locke Wildgoose",
      "رقمالحساب": 382601103,
      "رقمالشقة": 34,
      "استهلاكالكهرباء": 234,
      "قيمةالفاتورة": 1170,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Even Gregg",
      "رقمالحساب": 172014509,
      "رقمالشقة": 449,
      "استهلاكالكهرباء": 301,
      "قيمةالفاتورة": 1505,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Massimiliano Dyet",
      "رقمالحساب": 254647333,
      "رقمالشقة": 505,
      "استهلاكالكهرباء": 445,
      "قيمةالفاتورة": 2225,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Broddie Legrand",
      "رقمالحساب": 427449667,
      "رقمالشقة": 726,
      "استهلاكالكهرباء": 319,
      "قيمةالفاتورة": 1595,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Goober Gerin",
      "رقمالحساب": 348018481,
      "رقمالشقة": 891,
      "استهلاكالكهرباء": 299,
      "قيمةالفاتورة": 1495,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Ami Boake",
      "رقمالحساب": 612701870,
      "رقمالشقة": 383,
      "استهلاكالكهرباء": 497,
      "قيمةالفاتورة": 2485,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Pierrette De Bruijne",
      "رقمالحساب": 705441722,
      "رقمالشقة": 721,
      "استهلاكالكهرباء": 311,
      "قيمةالفاتورة": 1555,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Waylon Mennell",
      "رقمالحساب": 958564916,
      "رقمالشقة": 373,
      "استهلاكالكهرباء": 331,
      "قيمةالفاتورة": 1655,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Babbette Bulpitt",
      "رقمالحساب": 624881847,
      "رقمالشقة": 852,
      "استهلاكالكهرباء": 199,
      "قيمةالفاتورة": 995,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Peadar Sellen",
      "رقمالحساب": 340238537,
      "رقمالشقة": 32,
      "استهلاكالكهرباء": 273,
      "قيمةالفاتورة": 1365,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Karlee Normaville",
      "رقمالحساب": 329016513,
      "رقمالشقة": 514,
      "استهلاكالكهرباء": 315,
      "قيمةالفاتورة": 1575,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Sandye Godridge",
      "رقمالحساب": 590035701,
      "رقمالشقة": 762,
      "استهلاكالكهرباء": 416,
      "قيمةالفاتورة": 2080,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Dawna Mehmet",
      "رقمالحساب": 742265798,
      "رقمالشقة": 670,
      "استهلاكالكهرباء": 175,
      "قيمةالفاتورة": 875,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "غير مسددة"
    },
    {
      "اسمالعميل": "Benedick Burlingham",
      "رقمالحساب": 344235844,
      "رقمالشقة": 594,
      "استهلاكالكهرباء": 424,
      "قيمةالفاتورة": 2120,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    },
    {
      "اسمالعميل": "Wallie Creaser",
      "رقمالحساب": 470548146,
      "رقمالشقة": 542,
      "استهلاكالكهرباء": 163,
      "قيمةالفاتورة": 815,
      "تاريخالاستحقاق": "5/15/2024",
      "حالةالدفع": "مسددة"
    }
  ];

}